[
    {
        "name": "2C-B",
        "effects": "Perceptions and feelings become more intense. From 10-15 mg (snorted already from 7 mg), the effect usually takes on a hallucinogenic character. The boundaries between inside and outside can dissolve. Often moving coloured patterns and luminous fields around objects and persons are perceived. However, the intoxication is felt to be less profound than with LSD.",
        "dosageRemark": "2C-B is effective even in small doses; a gradual approach to the individual dose is recommended. Over the 12 to 24 milligram range, every 2 milligrams can make a profound increase or change of response. Doses above 35 mg can be experienced as unpleasantly strong even by experienced users.",
        "generalRisks": "The pupils dilate, blood pressure rises and nausea, sweating and dizziness may occur. Some users report stomach and intestinal problems, and mild allergic reactions (such as coughing due to increased mucus production) may occur. Disorientation, confusion and feelings of anxiety, even fear of death, are risks on a psychological level.",
        "longtermRisks": "There are no research results on long-term risks so far.",
        "saferUse":
        [
            "2C-B seems very setting-dependent and is only suitable for parties to a limited extent.",
            "Be aware of set and setting: Use 2C-B only in places where you feel comfortable and safe. Do not use if you are afraid of the drug.",
            "Never consume 2C-B alone and only when you feel mentally and physically well and are well rested.",
            "Do not add more, dose carefully.",
            "Drink enough water during the trip.",
            "Follow the safer-sniffing rules when sniffing. Attention, 2C-B burns painfully in the nose!",
            "People with cardiovascular diseases and diabetics are at increased risk when consuming 2C-B."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "2C-I",
        "effects": "Perceptions and feelings become more intense. From 10-15 mg (snorted already from 7 mg), the effect usually takes on a hallucinogenic character. The boundaries between inside and outside can dissolve. Often moving coloured patterns and luminous fields around objects and persons are perceived. However, the intoxication is felt to be less profound than with LSD.",
        "dosageRemark": "2C-I is effective even in small doses; even 2 mg more or less can make a big difference in the effect experienced; a gradual approach to the individual dose is recommended. Doses above 35 mg can be experienced as unpleasantly strong even by experienced users.",
        "generalRisks": "The pupils dilate, blood pressure rises and nausea, sweating and dizziness may occur. Some users report stomach and intestinal problems, and mild allergic reactions (such as coughing due to increased mucus production) may occur. Disorientation, confusion and feelings of anxiety, even fear of death, are risks on a psychological level.",
        "longtermRisks": "There are no research results on long-term risks so far.",
        "saferUse":
        [
            "2C-I seems very setting-dependent and is only suitable for parties to a limited extent.",
            "Be aware of set and setting: Use 2C-I only in places where you feel comfortable and safe. Do not use if you are afraid of the drug.",
            "Never consume 2C-I alone and only when you feel mentally and physically well and are well rested.",
            "Do not add more, dose carefully.",
            "Drink enough water during the trip.",
            "Follow the safer-sniffing rules when sniffing.",
            "People with cardiovascular diseases and diabetics are at increased risk when consuming 2C-I."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Alcohol",
        "effects": "Stimulation, relaxation, calming down, disinhibition, sociability, euphoria, reduction of the ability to react, overestimation of oneself and urge to talk, but also melancholy or irritability up to aggressiveness.\nAbsinthe (\"The Green Fairy\"), a high-proof spirit (usually 50 - 70 % by volume), contains the plant substance thujone. Together with the main active ingredient alcohol, thujone is said to have stimulating and mind-altering effects. In Europe, as in Switzerland, clear limits apply (max. 35 mg thujone per kg alcohol). Caution with chronic use! A thujone overdose manifests itself in seizures and epilepsy-like symptoms.",
        "dosageRemark": "Standard drinks such as 3 dl beer, 1 dl wine or 2 cl spirits contain about 12 g alcohol. The effect of alcohol is influenced by the amount consumed, the type of alcohol (sugary and/or carbonated), the period of consumption and individual factors (age, sex, weight). The blood alcohol concentration is measured in parts per thousand (‰). The higher the alcohol concentration in the blood, the stronger the effect of alcohol.",
        "generalRisks": "Small amounts of alcohol generally have a relaxing and exhilarating effect, a general feeling of well-being spreads, fears are reduced and sociability increases. The consumption of larger amounts can lead to balance and speech disorders, visual disturbances (double vision or tunnel vision), stomach pain, nausea to vomiting, headaches (hangover) due to dehydration, loss of control and blackouts. There is a risk of accidents due to overestimation of one's own abilities and reduced ability to react. High doses can lead to hypothermia or overheating, deep sleep and coma. Very high doses (blood alcohol concentration of 3-4‰) can be life-threatening.\nBinge drinking, i.e. the consumption of a large amount of alcohol in a very short time, causes the blood alcohol content to rise particularly quickly and strongly. This can quickly lead to alcohol poisoning. Consequences can be: comatose state, memory lapses (film tears), deactivation of important reflexes (danger of choking when vomiting, danger of freezing to death when cold) as well as epileptic seizures. There is also an increased risk of thrombosis, high or low blood pressure, respiratory depression and sudden cardiac death.",
        "longtermRisks": "Since alcohol is a cytotoxin, regular heavy consumption can have consequences such as damage to all bodily organs, deficiency symptoms, disorders of the nervous system, coordination of movement and memory functions, and even alcohol-induced dementia. Alcohol is a co-carcinogen, i.e. it significantly increases the carcinogenic effect of other substances (e.g. nicotine).\nAlcohol can produce a dependence with psychological and physical symptoms. Typical withdrawal symptoms are trembling, sweating, nausea and vomiting up to epileptic seizures. On a psychological level, irritability, anxiety disorders, depressive moods and hallucinations may occur. Tolerance develops with regular consumption.",
        "saferUse":
        [
            "Do not consume alcohol out of boredom or when you feel bad.",
            "Drink alcohol with pleasure and take your time.",
            "Do not drink alcohol on an empty stomach.",
            "Avoid mixed consumption of different alcoholic drinks, drink water with it (e.g. a glass of water after each alcoholic drink).",
            "Be careful with mixed drinks (e.g. alcopops) or self-mixed drinks! With these sweet drinks you can hardly taste the alcohol, even though a 3-litre bottle contains about two schnapps. The danger of an unintentional overdose is high.",
            "In general, refrain from consuming alcohol if you consume other psychoactive substances; their effect is altered by the alcohol, or sometimes life-threatening side effects occur (e.g. alcohol and GHB = danger of suffocation!).",
            "If you drink, you don't drive. Use public transport, take a taxi or walk.",
            "Alcohol consumption during pregnancy is a risk for the foetus. Severe damage to the child can be the result.",
            "Follow the safe sex rules even when under the influence of alcohol."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Amphetamine",
        "effects": "The release of the endogenous neurotransmitters noradrenalin and dopamine produced by the use of amphetamine can cause a feeling of increased performance, an increase in self-esteem, an increase in body temperature, the suppression of tiredness, hunger and thirst, an increased willingness to take risks and a suppressed feeling of pain, and can lead to euphoria as well as an increased urge to talk (babble flash).",
        "dosageRemark": "Because of the varying purity (the amphetamine content varies from almost 0 % to almost 100 %!), dosing is difficult and the risk of overdose is high. Doses of more than 25 mg of pure amphetamine increase the negative effects. A dose of 50 mg/night should be the maximum, whether snorted or swallowed.",
        "generalRisks": "Tremors, restlessness, nausea, palpitations and cardiac arrhythmias, sleep disturbances, headaches, nervousness, irritability, loss of appetite, aggressive behaviour and, in combination with alcohol, danger of alcohol poisoning. At high doses: hallucinations, circulatory failure, strokes as well as kidney, liver and heart failure and states of deep unconsciousness. An often underestimated danger is the rise in body temperature, which can lead to dehydration of the body. In high doses, acute amphetamine psychosis can occur. Signs of this are hallucinations in the form of colour spots and with features of schizophrenia. The risk of such an acute mental disorder increases with consumption over several days and/or if high doses are taken and food intake and sleep are neglected over a longer period of time. Such an experience usually normalises after sufficient sleep. During and after coming down: extreme need for sleep, exhaustion, strong feeling of hunger,depressive mood, irritability, etc.",
        "longtermRisks": "There is a risk of addiction with psychological symptoms, especially if the use takes on a (performance-enhancing) function in everyday life (e.g. at work) or physical/psychological exhaustion is combated with amphetamine. Frequent use of amphetamine not infrequently leads to physical deficiency symptoms (e.g. calcium deficiency, which can lead to bone and tooth problems) and to psychological problems such as dejection or listlessness. Regular and high-dose use can lead to constant restlessness (but also persistent fatigue), sleep and circulatory disorders as well as anxiety disorders up to persistent amphetamine psychosis with paranoid delusions. In addition, high blood pressure, cardiac arrhythmias, weight loss, skin inflammations (\"speed pimples\"), stomach problems as well as liver and kidney damage and cramps are possible. Snorting damages the nasal mucous membranes and the nasal septum, swallowing damages the stomach mucous membranes. Chronic consumption also favours brain haemorrhages and strokes with sudden paralysis.",
        "saferUse":
        [
            "Dose low. Think about how long you want to be awake before you take it! Do not suppress your need for sleep.",
            "The lowest-risk form of amphetamine use is to swallow it.",
            "Eat enough after consumption to prevent weight loss.",
            "Drink enough (non-alcoholic drinks).",
            "Take extra vitamin C and D and minerals (iron, calcium and magnesium) with frequent use.",
            "Follow the safer-sniffing rules when sniffing.",
            "Refrain from mixed consumption! Make sure to take breaks from consumption.",
            "Mentally ill persons, persons with high blood pressure, liver and kidney diseases, diabetics and pregnant women should refrain from using amphetamines.",
            "It is better not to wear headgear (danger of overheating!).",
            "Amphetamine pastes should always be well dried before consumption."
        ],
        "extenderText": "In both powders and pastes, the amphetamine is chemically present as sulphate. Pastes were not sufficiently dried after production or were subsequently brought into paste form with a liquid extender. These liquid extenders are solvents (e.g. isopropyl alcohol or phenylacetone) which are toxic. Therefore, amphetamine pastes should always be well dried before consumption!",
        "extenders":
        [
            {
                "name": "Synthesis Byproducts",
                "description": "In addition to DPIA (bis-amphetamine or di(beta-phenylisopropyl)amines), these were 4-methyl-5-phenylpyrimidine and numerous other synthesis by-products."
            },
            {
                "name": "Dimethylterephthalate",
                "description": "Dimethyl terephthalate is a basic material for the technical production of polyesters, for example polyethylene terephthalate (PET) or polybutylene terephthalate (PBT). It is also used in the production of polyester resins for films, lacquers and adhesives and of 1,4-dimethylolcyclohexane. The abbreviation for dimethyl terephthalate is DMT, it is possible that there is confusion here with Dimethyltryptamine whose abbreviation is also DMT."
            },
            {
                "name": "Amitriptyline",
                "description": "Amitriptyline is approved for the treatment of depression and is used for all forms of depressive disorders. Amitriptyline is also approved for the long-term treatment of pain."
            },
            {
                "name": "Phenylacetone",
                "description": "Phenylacetone (1-phenyl-2-probanone) is a colourless to pale yellow liquid with a strong, characteristic odour. Phenylacetone is used in the chemical industry for synthesis purposes; it can be used to produce amphetamine by means of reductive amination. Phenylacetone is highly flammable and toxic. It is both a synthesis by-product and a potential extender; the powdered amphetamine sulphate can be reliquefied and the product sold as amphetamine paste."
            },
            {
                "name": "4-MeA",
                "description": "4-MeA is a stimulant that causes a release of the monoamine neurotransmitters. Similar to MDMA, these are dopamine, noradrenaline and serotonin."
            },
            {
                "name": "Caffeine",
                "description": "Alkaloid found in coffee beans, tea and mate leaves, kola nuts and guarana seeds."
            },
            {
                "name": "4-FA",
                "description": "4-FA (1-(4-fluorophenyl)propan-2-amine) belongs to the phentylamine family (related to methamphetamine, cathinone and methcathinone)."
            }
        ]
    },
    {
        "name": "Cannabis",
        "effects": "The most important of a total of 400 active ingredients are THC (tetrahydrocannabinol) and CBD (cannabidiol), with THC being responsible for the majority of the psychoactive effects felt. CBD also has analgesic, sedative and narcotic effects.\nThe main cannabis active substances THC and CBD dock in the body to the cannabinoid receptors CB1 and CB2. This activates the body's own messenger substance endocannabinoid. This has a relaxing, appetite-stimulating, calming and pain-relieving effect. Feelings are intensified, serenity and/or groundless cheerfulness set in. The experience of time is changed, usually slowed down. In high doses and CBD-free varieties, cannabis can have hallucinogenic effects. Since it is usually consumed together with tobacco, the joint-typical effect is an interaction between cannabis and tobacco. This usually leads to an intensification and prolongation of the effect, as tobacco inhibits the degradation of endocannabinoids. ",
        "dosageRemark": "The main active ingredient content and the ratio of THC to CBD differ greatly depending on the product. Therefore, the dosage is difficult to determine. Hashish contains on average more THC and mostly CBD. Outdoor weed varieties contain less THC and less CBD, while indoor weed varieties contain mainly THC and rarely CBD.\nCYP2C9 genotype affects THC sensitivity significantly: Subjects with the *3/*3 genotype had 3-fold higher THC levels in their blood than subjects with the *1/*1 genotype. Those subjects with one copy of each gene (*1/*3) had intermediate THC levels that were about 2-fold higher than subjects with *1/*1.",
        "generalRisks": "Increase in heart rate and pulse rate, reddening of the eyes, dry mouth, excessive feeling of hunger (binge eating), dizziness, nausea and vomiting, general impairment of the ability to concentrate and remember during intoxication, as well as unpleasant intensification of feelings or introversion, drifting into one's own world of thoughts. At high doses and varieties with little CBD, circulatory problems up to circulatory collapse, in the worst case paranoia and depressive moods may occur.\nWhen consuming cannabis products, the dosage is more difficult to estimate, making the risks and side effects more unpredictable.",
        "longtermRisks": "With frequent and regular use, there is a risk of psychological dependence. Symptoms of mild physical dependence may also manifest themselves; in the case of sudden abstinence, sweating, hot/cold shivers, loss of appetite and difficulty falling asleep as well as irritability are possible. In the case of chronic use, there is a danger of loss of reality; latent psychoses can be triggered. In addition, long-term impairment of short-term memory and the ability to motivate oneself is possible.\nSmoking, especially when mixed with tobacco, increases susceptibility to respiratory problems (bronchitis, tracheitis, pneumonia, etc.) when consumed chronically. Due to the deeper inhalation as well as poorer filtering methods (such as cardboard filters), joints are more harmful to the lungs than cigarettes.",
        "saferUse":
        [
            "Currently, there are many misdeclared and stretched cannabis products in circulation. Therefore, if possible, use cannabis drug checking and follow the safer use instructions for synthetic cannabinoids.",
            "When using new cannabis products for the first time, try a small amount first to see if you notice any suspicious effects (e.g. rapid onset of effects, unusually strong effects, etc.).",
            "Cannabis products temporarily affect the ability to remember and concentrate. Consumption at work and at school is therefore not advisable.",
            "When smoking, make sure you use good filtering methods (activated carbon filters) or use a vaporizer.",
            "Since cannabis products are used mixed with tobacco, there is also a tobacco addiction with daily use. There are some tobacco substitutes such as damiana or coltsfoot that you can use instead of tobacco.",
            "Eating or drinking cannabis products is easy on the lungs, but the effects are stronger and more unpredictable than smoking. The risk of very high and highly psychoactive doses is high. Carefully approach the right dose, don't add more right away!",
            "Since the brain is developing until the age of 25, you should not use regularly until that age. You are more likely to be exposed to side effects and long-term risks from cannabis use.",
            "Do not consume if you are not well, latent psychoses could be triggered.",
            "In the case of mental illness, cannabis can aggravate the course of the disease or lead to relapses.",
            "Cannabis use should be avoided in cases of lung disease and existing heart conditions or heart disease."
        ],
        "extenderText": null,
        "extenders":
        [
            {
                "name": "Synthetic Cannabinoids",
                "description": "Synthetic cannabinoids (also described in the literature as cannabimimetics or cannabinoid receptor agonists) are classified as \"new psychoactive substances\" (NPS). There is little information available on the effects, risks, long-term consequences and interactions."
            }
        ]
    },
    {
        "name": "DMT",
        "effects": "The effect depends very much on the set and the setting. Blood pressure and pulse increase, pupils dilate. Detachment of the body from the mind and ego dissolution are common, near-death experiences also occur relatively often, especially when high doses are consumed. The perception of time changes greatly during intoxication. A few minutes can be perceived as very long and intense. In addition, different feelings such as fear, euphoria, etc. can be experienced within a short period of time. Consumers report immersion in very \"bizarre\" worlds in which connections between being, environment and matter arise. With DMT, this phenomenon is also visually pronounced, i.e., images are linked with oneself, matter and being in one's own society. Physical perception can also be influenced, in that one feels weightless or thinks one is falling.\nWhen swallowed, DMT is only effective in combination with MAO inhibitors. MAO inhibitors (e.g. harmine) are substances and drugs that prevent the enzyme MAO from breaking down the body's own messenger substances such as adrenaline, dopamine, serotonin etc. as well as foreign alkaloids such as caffeine, cocaine, morphine. The psychoactive potion ayahuasca and changa are such a combination. After the consumption of MAO inhibitors, the consumption of certain everyday foods such as cheese is life-threatening.",
        "dosageRemark": "Ayahuasca is a shamanic herbal potion made from DMT-containing chacruna leaves (Psychotria viridis) and the harmaline-containing ayahuasca liana Banisteriopsis caapi. Harmaline is an MAO inhibitor. MAO inhibitors are substances and drugs that prevent the enzyme MAO from breaking down the body's own messenger substances such as adrenalin, dopamine, serotonin, etc. as well as foreign alkaloids such as caffeine, cocaine, etc.. MAO normally also degrades the active substance DMT even before it can enter the central nervous system via the blood-brain barrier.\nChanga is a mixture for smoking of DMT-containing plants (but usually mostly crystalline DMT) and herbs that act as MAO inhibitors.",
        "generalRisks": "The risk associated with the use of DMT is mainly psychological and depends on the personality structure of the user. The perceptual changes during a trip can be so intense that especially inexperienced users feel overwhelmed by the flood of impressions. The perception of sudden emotional outbursts can also be perceived as rather disturbing and overwhelming. At high doses, such psychological side effects can be felt for days to weeks. If the rules of the set and setting are not followed, there can be false reactions, loss of orientation, panic, paranoia and horror trips. Physical side effects include nausea, vomiting, increase in heart rate, slightly accelerated breathing, increased blood pressure, pupil dilation, increased salivation, tremors, restlessness, headaches and movement disorders.",
        "longtermRisks": "Permanent disturbances in self- and reality recognition are possible. The view of the world can be permanently called into question, which can make it difficult to cope with everyday life. Latent (hidden) psychoses can be triggered.",
        "saferUse":
        [
            "Only consume when you feel good. If you are afraid of the strong effects, do not use. Do not use if you are afraid of the substance.",
            "Do not use DMT alone! Take it in a safe atmosphere and together with experienced people you trust.",
            "Take DMT while sitting or lying down, as physical perception and ability to move are impaired during intoxication.",
            "Dose carefully at first. If there is no effect, increase the dose the next time. Do not add more on the same day.",
            "The consumption of MAO-inhibiting foods such as matured cheese, smoked fish or meat, sauerkraut, tofu, chocolate etc. should be avoided before and after consumption.",
            "People with high blood pressure should not consume DMT.",
            "A trip with DMT should remain an exceptional experience. Make sure you take long breaks from using DMT and talk to others about your experience so that it can be processed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "5-MeO-DMT",
        "effects": "The effect depends very much on the set and the setting. Blood pressure and pulse increase, pupils dilate. Detachment of the body from the mind and ego dissolution are common, near-death experiences also occur relatively often, especially when high doses are consumed. The perception of time changes greatly during intoxication. A few minutes can be perceived as very long and intense. In addition, different feelings such as fear, euphoria, etc. can be experienced within a short period of time. Consumers report immersion in very \"bizarre\" worlds in which connections between being, environment and matter arise. Physical perception can also be influenced, in that one feels weightless or thinks one is falling.\nWith 5-MeO-DMT, the potential effect is greater, but less optical than with DMT.",
        "dosageRemark": "MeO-DMT must be dosed very carefully, as even a few milligrams more can cause a very intense and unpleasant effect, which can result in psychological and mental problems lasting several weeks.",
        "generalRisks": "The risk associated with the use of 5-MeO-DMT is mainly psychological and depends on the personality structure of the user. The perceptual changes during a trip can be so intense that especially inexperienced users feel overwhelmed by the flood of impressions. The perception of sudden emotional outbursts can also be perceived as rather disturbing and overwhelming. At high doses, such psychological side effects can be felt for days to weeks. If the rules of the set and setting are not followed, there can be false reactions, loss of orientation, panic, paranoia and horror trips. Physical side effects include nausea, vomiting, increase in heart rate, slightly accelerated breathing, increased blood pressure, pupil dilation, increased salivation, tremors, restlessness, headaches and movement disorders.",
        "longtermRisks": "Permanent disturbances in self- and reality recognition are possible. The view of the world can be permanently called into question, which can make it difficult to cope with everyday life. Latent (hidden) psychoses can be triggered.",
        "saferUse":
        [
            "Only consume when you feel good. If you are afraid of the strong effects, do not use. Do not use if you are afraid of the substance.",
            "Do not use 5-MeO-DMT alone! Take it in a safe atmosphere and together with experienced people you trust.",
            "Take 5-MeO-DMT while sitting or lying down, as physical perception and ability to move are impaired during intoxication.",
            "Dose carefully at first. If there is no effect, increase the dose the next time. Do not add more on the same day.",
            "The consumption of MAO-inhibiting foods such as matured cheese, smoked fish or meat, sauerkraut, tofu, chocolate etc. should be avoided before and after consumption.",
            "People with high blood pressure should not consume 5-MeO-DMT.",
            "A trip with 5-MeO-DMT should remain an exceptional experience. Make sure you take long breaks from using 5-MeO-DMT and talk to others about your experience so that it can be processed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "DOM",
        "effects": "At the beginning, typical effects of amphetamine unfold, such as increased alertness, accelerated pulse, slight euphoria, increased self-confidence and urge to talk. Afterwards, the effect changes: one often feels a strong urge to move, sensory perception, feelings and empathy are heightened, colours are perceived more distinctly. With DOB and DOI, coloured, superimposed, pulsating patterns are perceived. This effect is weaker with DOM.",
        "dosageRemark": null,
        "generalRisks": "Since the effect of DOM comes on late, the danger of overdosing by refilling is particularly great. The long duration of action poses a psychological burden. Confusion or anxiety is common, especially at high doses. Some DOB users report a burning or pressure sensation in the bladder. At high doses, temporary paralysis, inability to communicate or insensitivity to pain (caution: risk of injury and accidents) may occur. Teeth grinding and strain on the cardiovascular system are also possible.",
        "longtermRisks": "Due to the long and intense effects, use - especially frequent use - carries the risk of a loss of reality, which can manifest itself in schizophrenic traits and anxiety states. The consumption of DOM can trigger latent (hidden) psychoses.",
        "saferUse":
        [
            "DOM are not suitable as party drugs and should only be used by experienced users.",
            "Plan your trip ahead because of the long duration of action.",
            "Never consume DOM alone and only when you feel very well mentally and physically and are well rested!",
            "Pay attention to set and setting: only take DOM in a place where you feel safe and avoid unwanted disturbances from outside! Prepare yourself well for the trip and prepare yourself internally for the long duration of the effect.",
            "Drink enough water during the trip.",
            "Mixed use of these potent substances should be avoided at all costs.",
            "As amphetamine derivatives, DOM can be particularly draining because of their long duration of action. Light vitamin-rich food, fruits, vegetable juices, vitamins and minerals promote a soft landing after the trip has subsided and can weaken a hangover.",
            "Plan enough time for recovery after the trip (at least 1 day)!",
            "A trip with DOM should remain an exceptional experience. Make sure to take long breaks from consumption so that the experience can be processed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "DOI",
        "effects": "At the beginning, typical effects of amphetamine unfold, such as increased alertness, accelerated pulse, slight euphoria, increased self-confidence and urge to talk. Afterwards, the effect changes: one often feels a strong urge to move, sensory perception, feelings and empathy are heightened, colours are perceived more distinctly. With DOB and DOI, coloured, superimposed, pulsating patterns are perceived. This effect is weaker with DOM.",
        "dosageRemark": null,
        "generalRisks": "Since the effect of DOI comes on late, the danger of overdosing by refilling is particularly great. The long duration of action poses a psychological burden. Confusion or anxiety is common, especially at high doses. Some DOB users report a burning or pressure sensation in the bladder. At high doses, temporary paralysis, inability to communicate or insensitivity to pain (caution: risk of injury and accidents) may occur. Teeth grinding and strain on the cardiovascular system are also possible.",
        "longtermRisks": "Due to the long and intense effects, use - especially frequent use - carries the risk of a loss of reality, which can manifest itself in schizophrenic traits and anxiety states. The consumption of DOI can trigger latent (hidden) psychoses.",
        "saferUse":
        [
            "DOM are not suitable as party drugs and should only be used by experienced users.",
            "Plan your trip ahead because of the long duration of action.",
            "Never consume DOI alone and only when you feel very well mentally and physically and are well rested!",
            "Pay attention to set and setting: only take DOI in a place where you feel safe and avoid unwanted disturbances from outside! Prepare yourself well for the trip and prepare yourself internally for the long duration of the effect.",
            "Drink enough water during the trip.",
            "Mixed use of these potent substances should be avoided at all costs.",
            "As amphetamine derivatives, DOI can be particularly draining because of their long duration of action. Light vitamin-rich food, fruits, vegetable juices, vitamins and minerals promote a soft landing after the trip has subsided and can weaken a hangover.",
            "Plan enough time for recovery after the trip (at least 1 day)!",
            "A trip with DOI should remain an exceptional experience. Make sure to take long breaks from consumption so that the experience can be processed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "DOB",
        "effects": "At the beginning, typical effects of amphetamine unfold, such as increased alertness, accelerated pulse, slight euphoria, increased self-confidence and urge to talk. Afterwards, the effect changes: one often feels a strong urge to move, sensory perception, feelings and empathy are heightened, colours are perceived more distinctly. With DOB and DOI, coloured, superimposed, pulsating patterns are perceived. This effect is weaker with DOM.",
        "dosageRemark": null,
        "generalRisks": "Since the effect of DOB comes on late, the danger of overdosing by refilling is particularly great. The long duration of action poses a psychological burden. Confusion or anxiety is common, especially at high doses. Some DOB users report a burning or pressure sensation in the bladder. At high doses, temporary paralysis, inability to communicate or insensitivity to pain (caution: risk of injury and accidents) may occur. Teeth grinding and strain on the cardiovascular system are also possible.",
        "longtermRisks": "Due to the long and intense effects, use - especially frequent use - carries the risk of a loss of reality, which can manifest itself in schizophrenic traits and anxiety states. The consumption of DOB can trigger latent (hidden) psychoses.",
        "saferUse":
        [
            "DOB are not suitable as party drugs and should only be used by experienced users.",
            "Plan your trip ahead because of the long duration of action.",
            "Never consume DOB alone and only when you feel very well mentally and physically and are well rested!",
            "Pay attention to set and setting: only take DOB in a place where you feel safe and avoid unwanted disturbances from outside! Prepare yourself well for the trip and prepare yourself internally for the long duration of the effect.",
            "Drink enough water during the trip.",
            "Mixed use of these potent substances should be avoided at all costs.",
            "As amphetamine derivatives, DOB can be particularly draining because of their long duration of action. Light vitamin-rich food, fruits, vegetable juices, vitamins and minerals promote a soft landing after the trip has subsided and can weaken a hangover.",
            "Plan enough time for recovery after the trip (at least 1 day)!",
            "A trip with DOB should remain an exceptional experience. Make sure to take long breaks from consumption so that the experience can be processed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Ephedrine",
        "effects": "Stimulates circulation, increases drive and performance, and suppresses appetite.",
        "dosageRemark": null,
        "generalRisks": "Even at low doses: Palpitations, restlessness, sleep problems, urinary urgency or retention and dry mouth. Also possible are feelings of anxiety, increased blood pressure (vasoconstriction), loss of appetite, dizziness, cardiac arrhythmias and even heart attacks.\nIn case of overdose: confusion and paranoia. The tannins of ephedra herb can cause stomach complaints in larger quantities.",
        "longtermRisks": "Continuous use: Impaired memory and concentration, irritability, nervousness, aggressive behaviour, cardiac arrhythmia, chronic high blood pressure, bad teeth, liver/kidney damage and psychological disorders. Regular ephedrine use can lead to the development of tolerance and dependence, especially with psychological symptoms.",
        "saferUse":
        [
            "Take a low dose of ephedrine, as the active ingredient content can vary greatly, especially in herbs!",
            "Drink enough water (3 - 5 dl per hour) and no alcohol!",
            "People with circulatory problems/diseases, thyroid disorders and liver or kidney damage should not consume ephedrine!",
            "Ephedrine is not an effective means of losing weight without medical supervision."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "GHB",
        "effects": "The effect is extremely dose-dependent and varies greatly from individual to individual. It also depends on the purity of the substance. The spectrum of effects ranges from euphoria, relaxation, disinhibition, intensification of perception, urge to talk (babble flash), slight dizziness and drowsiness to deep (coma-like) sleep or unconsciousness.",
        "dosageRemark": null,
        "generalRisks": "The higher the dose, the more likely nausea, vomiting and dizziness will occur. Headaches, confusion, breathing difficulties, cardiac arrhythmias, impaired balance and memory can occur at very high doses, as can uncontrollable muscle twitching, which is easily mistaken for epilepsy but can also progress into epilepsy.\nThe danger of an unintentional overdose is very high with GHB - even if it is not mixed! Signs of a GHB overdose are severe drowsiness followed by several hours of deep sleep that cannot be disturbed or can only be disturbed with difficulty (sometimes interrupted by short periods of wakefulness = standing man symptom), mild to very severe nausea, nausea, dizziness, headache, muscle atrophy (barely able to stay on one's feet) up to complete immobility, unconsciousness, disappearance of reflexes and breathing difficulties. It is difficult to assess whether users are only in a deep sleep or already in a coma after GHB use - if in doubt, always seek medical help!",
        "longtermRisks": "Regular use of GHB/GBL can lead to sleep disorders, anxiety and tremors; there is a risk of dependence with psychological and physical symptoms. In the case of chronic high-dose consumption (several doses daily), severe physical withdrawal symptoms such as sweating, muscle cramps or epileptic seizures occur upon discontinuation.",
        "saferUse":
        [
            "If you are offered GHB, ask about the origin of the substance and the dosage.",
            "Dose carefully! If GHB does not (yet) work, it is best to wait 2 hours and not add more right away. Often, overdosing is caused by adding more. Use an insulin syringe or graduated pipettes so that you can measure your unit of consumption accurately. Make a note of when you took your last dose.",
            "Refrain from using GHB when you are alone.",
            "With GHB, refrain from mixed consumption of any kind, especially with alcohol! Dilute the liquid before consumption, e.g. with tea.",
            "If you have sex on GHB, follow the safe sex rules. Have condoms etc. ready before consumption.",
            "People with epilepsy, heart or kidney dysfunction should not consume GHB under any circumstances!",
            "GHB withdrawal should only be carried out under medical supervision.",
            "Never leave your drink unattended to avoid someone mixing GHB into your drink. If your drink tastes strange, pour it out for your own safety."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "GBL",
        "effects": "The effect is extremely dose-dependent and varies greatly from individual to individual. It also depends on the purity of the substance. The spectrum of effects ranges from euphoria, relaxation, disinhibition, intensification of perception, urge to talk (babble flash), slight dizziness and drowsiness to deep (coma-like) sleep or unconsciousness.",
        "dosageRemark": "The dosage depends on the degree of dilution and is even more delicate with GBL than with GHB, as not every body converts GBL into GHB at the same rate and in the same amount. GBL is a strong acid that can corrode the mucous membranes and must be heavily diluted with a non-alcoholic drink before drinking! In case of doubt: less is more!",
        "generalRisks": "The higher the dose, the more likely nausea, vomiting and dizziness will occur. Headaches, confusion, breathing difficulties, cardiac arrhythmias, impaired balance and memory can occur at very high doses, as can uncontrollable muscle twitching, which is easily mistaken for epilepsy but can also progress into epilepsy.\nThe danger of an unintentional overdose is very high with GBL - even if it is not mixed! Signs of a GBL overdose are severe drowsiness followed by several hours of deep sleep that cannot be disturbed or can only be disturbed with difficulty (sometimes interrupted by short periods of wakefulness = standing man symptom), mild to very severe nausea, nausea, dizziness, headache, muscle atrophy (barely able to stay on one's feet) up to complete immobility, unconsciousness, disappearance of reflexes and breathing difficulties. It is difficult to assess whether users are only in a deep sleep or already in a coma after GBL use - if in doubt, always seek medical help!",
        "longtermRisks": "Regular use of GBL can lead to sleep disorders, anxiety and tremors; there is a risk of dependence with psychological and physical symptoms. In the case of chronic high-dose consumption (several doses daily), severe physical withdrawal symptoms such as sweating, muscle cramps or epileptic seizures occur upon discontinuation.",
        "saferUse":
        [
            "If you are offered GBL, ask about the origin of the substance and the dosage.",
            "GBL should be dosed lower than GHB! To produce the same effect, you need about half as much GBL as GHB.",
            "Dose carefully! If GBL does not (yet) work, it is best to wait 2 hours and not add more right away. Often, overdosing is caused by adding more. Use an insulin syringe or graduated pipettes so that you can measure your unit of consumption accurately. Make a note of when you took your last dose.",
            "Refrain from using GBL when you are alone.",
            "With GBL, refrain from mixed consumption of any kind, especially with alcohol! Dilute the liquid before consumption, e.g. with tea.",
            "If you have sex on GBL, follow the safe sex rules. Have condoms etc. ready before consumption.",
            "People with epilepsy, heart or kidney dysfunction should not consume GBL under any circumstances!",
            "GBL withdrawal should only be carried out under medical supervision.",
            "Never leave your drink unattended to avoid someone mixing GBL into your drink. If your drink tastes strange, pour it out for your own safety."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Heroin",
        "effects": "Pain-relieving, balancing, calming, anxiety-relieving and euphoric. The euphoric \"flash\" at the beginning is followed by a state of well-being and a feeling of indifference, serenity, light-heartedness and self-satisfaction.",
        "dosageRemark": "The dose depends on the individual tolerance to heroin. The lethal dose in non-tolerant people is about 60 mg.",
        "generalRisks": "Slowing of breathing, nausea, vomiting, itching, drop in blood pressure, pulse slowing, pupil constriction and urinary retention may occur.\nOther side effects of regular use of heroin: confusion, disorientation, memory lapses, slurred and garbled speech as well as coordination disorders, extreme constipation, reduction of sexual desire and a potentially life-threatening reduction of the breathing rate to 2 to 4 breaths per minute (due to the attenuation of the coughing and breathing centre).\nHigh doses of heroin can be fatal if medical help is not sought immediately!\nThe drug methadone is a synthetic opioid and is used as a substitute for heroin addiction. For users who are not used to opiates, the consumption of methadone even in small quantities can be life-threatening (severe respiratory depression, danger of suffocation).\nSniffing: damage to nasal septums and mucous membranes. Risk of hepatitis C infection.\nSmoking: damage to bronchial tubes and lungs (lungs become sticky with daily use).\nInjections: Venous inflammation and risk of infectious diseases (hepatitis C, HIV/AIDS, fungi). Organ damage can occur due to the impurities in heroin.",
        "longtermRisks": "The risk of dependence with psychological and physical symptoms is great. As soon as a tolerance has developed and the body is not supplied with the necessary amount of substance, physical withdrawal symptoms occur 8 to 12 hours after the last heroin intake. Withdrawal symptoms are sweating and chills, running eyes and nose, vomiting, diarrhoea, restlessness, irritability, weakness, anxiety, depressive states, painful cramps, insomnia and, less frequently, hallucinations, psychotic phases and seizures.",
        "saferUse":
        [
            "Always use your own clean and new spraying equipment (needles, filters, spoons).",
            "Follow the safe sniffing rules when sniffing.",
            "Avoid mixed use with other substances, otherwise the effect becomes incalculable and the risks increase! Note that the combination with other downers (e.g. benzodiazepines) can lead to respiratory arrest.",
            "The risk of overdose is particularly high after longer periods of non-use and with extremely \"pure substance\".",
            "Consume in a quiet environment and not alone."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Ketamine",
        "effects": "The effect of ketamine as an intoxicant is strongly dependent on the dosage: In lower doses, it has a disinhibiting and relaxing effect similar to alcohol, while higher doses can induce trance-like states up to out-of-body or near-death experiences (K-Hole). There can be a fragmentary dissolution of the environment and bodily sensation, thoughts can break off, feelings of weightlessness or floating can appear. Sensory perceptions and the sense of space-time change. At higher doses, detachment from one's own body and/or ego dissolution or merging with the environment may occur.\nAfter the trip: drowsiness, memory of the experience is often only partially possible.",
        "dosageRemark": "The dosage of ketamine depends strongly on the desired effect.",
        "generalRisks": "Movement and communication may be severely restricted. Partial or complete insensitivity to pain, coordination disorders, sensation of weakness, loss of appetite, nausea, vomiting, uncoordinated muscle movements, dizziness, slurred speech, increased pulse and blood pressure and cardiac arrhythmias. At high doses, muscle stiffness, paralysis and narcosis, at very high doses, epileptic seizures and coma.\nKetamine puts a strain on the cardiovascular system. A ketamine trip can be psychologically very stressful. Many ketamine users report near-death experiences, nightmare hallucinations, tunnel visions, blackouts and short periods of memory loss.\nAfter repeated consumption within a short period of time, the effect diminishes considerably and a tolerance develops.\nKetamine taken intravenously quicker than 1.5 minute can cause breathing depression for up to a minute.",
        "longtermRisks": "Ketamine can cause dependence with psychological symptoms. Chronic use damages the liver and kidneys and can lead to depressive moods and anxiety. It is suspected that even in small doses, ketamine can trigger dysfunctions in areas of the brain responsible for memory, learning and perception. The more often it is consumed and the larger the individual doses, the more alarming these disturbances become.",
        "saferUse":
        [
            "Ketamine is not a party drug! Do not take ketamine alone and make sure you are in a familiar and comfortable environment. Allow enough time to process the trip in peace afterwards.",
            "Dose carefully. Small differences in dose can cause significant differences in effect, so dosing is difficult.",
            "Take regular breaks from consumption.",
            "You need a place to sit or lie down, because at high doses there is a great risk of collapsing or fainting.",
            "Because of the insensitivity to pain, you can hurt yourself without noticing it.",
            "Do not take ketamine on a full stomach.",
            "Refrain from mixed consumption. When combined with alcohol, benzodiazepines or opiates, there is a risk of respiratory arrest! Mixing with uppers (e.g. cocaine) can lead to circulatory problems, increase in heart rate and shortness of breath.",
            "People with cardiovascular problems, high blood pressure or glaucoma should absolutely refrain from consuming ketamine!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Caffeine",
        "effects": "Caffeine makes you awake, speeds up the heartbeat and temporarily increases mental performance. In higher doses (approx. 300 - 600 mg = approx. 8 cups of coffee) it produces euphoria.",
        "dosageRemark": null,
        "generalRisks": "Caffeine dehydrates the body (dehydration). At very high doses: sweating, fluttering of the heart, urge to urinate, cardiac arrhythmia, strong disturbances of perception, trembling, nervousness and sleep disturbances.",
        "longtermRisks": "With long-term, regular and high-dose caffeine consumption (also with coffee or energy drinks), there is a risk of dependence with physical symptoms. Possible withdrawal symptoms: headaches, nervousness, fatigue, vomiting and even movement and concentration disorders. The acidity of coffee also promotes the formation of stomach ulcers in the long term. Continuous consumption of caffeine with painkillers can lead to severe kidney damage with life-threatening complications.",
        "saferUse":
        [
            "Do not consume pure caffeine, rather drink coffee or guarana. In addition to caffeine, energy drinks also contain a lot of sugar.",
            "Pure (synthetic) caffeine in powder form is often mixed with amphetamine and sold as speed."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Cocaine",
        "effects": "The increased release and additional reuptake inhibition of the body's own neurotransmitters dopamine and noradrenaline lead to the suppression of tiredness, hunger and thirst, euphoria, feelings of increased performance, greatly increased self-confidence, urge to move, restlessness, talkativeness, elimination of inhibitions and fears, suppressed sense of pain, as well as increased willingness to take risks.\n\nCoca leaves are known as \"Mate de Coca\" or dried leaves. These dried leaves contain about 0.5 to 2.5 % alkaloids, of which up to three quarters consist of cocaine. The leaves are chewed or drunk as tea. However, a psychoactive effect only occurs when they are taken in combination with a basic substance (e.g. lime or plant ash). This combination activates a hydrolysis, resulting in the alkaloid ecgonine. Ecgonine can be absorbed by the body and a slightly stimulating effect sets in. In contrast to cocaine, ecgonine has no dependence potential. If coca leaves are chewed without alkaline additives, they only have a numbing effect on the tongue. Coca leaves are used in South America mainly for medicinal purposes, e.g. to combat nausea or altitude sickness.",
        "dosageRemark": null,
        "generalRisks": "Sleep disturbances, irritability, aggressiveness, exaggerated egocentrism up to \"megalomania\", decrease in critical and judgemental ability, anxiety and delusions, depression, memory/concentration disorders, shortness of breath, hyperactivity, nervous twitching, muscle cramps and tremors, high stress on the cardiovascular system due to constriction of the blood vessels, increase in heart rate, increased blood pressure and hypertensive crises. In extreme cases, overdose can lead to a heart attack or stroke.\nWhen the effect wears off: exhaustion, depressive moods, irritability, feelings of anxiety and a strong urge to take the drug again (\"craving\").",
        "longtermRisks": "Chronic use: psychological dependence. \"Craving\" (irresistible and uncontrollable desire to consume) can be triggered quickly by so-called trigger effects (situations, memories, people, etc., which are associated with consumption). Other long-term risks are anxiety disorders, personality changes such as reduced empathy, emotional coldness, exaggerated mistrust, depression, mental disorders with paranoid delusions and hallucinations, alteration of thought processes, permanent disturbances of short-term memory and intellectual abilities. Nerve damage, nervous twitching, seizures, alteration of movement patterns, damage to: Heart, liver, kidneys, lungs, skin, blood vessels and teeth. General weakening of the immune system, in extreme cases with necrosis (death of skin cells), liver damage due to the breakdown of toxins and the risk of kidney damage due to extender.\nChronic inflammation and damage to the nasal mucous membranes and nasal septum, which is difficult to heal. When smoking freebase and crack, damage to the lungs and respiratory tract is possible due to the deposition of combustion residues (ash residues). When injecting or smoking (freebase), the phenomenon of \"dermatozoan madness\" (the idea that there are worms or insects under the skin, perception of a tingling sensation under the skin) is known. Colloquially also called \"cocaine worms/bugs\"). This delusion leads to excessive scratching of the arms and/or legs, up to open injuries, which can lead to abscesses if hygiene is poor.",
        "saferUse":
        [
            "Attention, very high risk of psychological dependence! Take breaks from using, especially if it is difficult for you.",
            "Keep the dosage low and avoid frequent refilling!",
            "Drink enough soft drinks and take breaks in the fresh air.",
            "Eat healthy before and after consumption and do not consume on an empty stomach.",
            "Follow the safer sniffing and safer sex rules.",
            "Snorting is the lowest-risk form of use. Smoking crack and freebase as well as injecting increase the risks (no syringe exchange!).",
            "People with pre-existing cardiovascular conditions, asthma, liver disease, hyperthyroidism and pregnant women should not use cocaine.",
            "Do not combine cocaine with other stimulants or drugs that increase blood pressure.",
            "Do not use cocaine if you have used ecstasy; this will cancel out the ecstasy effect.",
            "Do not mix cocaine with alcohol; the mixture makes you aggressive and you risk alcohol poisoning."
        ],
        "extenderText": null,
        "extenders":
        [
            {
                "name": "Dimethylterephthalate",
                "description": "Dimethyl terephthalate is a basic material for the technical production of polyesters, for example polyethylene terephthalate (PET) or polybutylene terephthalate (PBT). It is also used in the production of polyester resins for films, lacquers and adhesives and of 1,4-dimethylolcyclohexane. The abbreviation for dimethyl terephthalate is DMT; it is possible that there is confusion here with dimethyl triytamine, whose abbreviation is also DMT."
            },
            {
                "name": "Buflomedil",
                "description": "Buflomedil is a drug for the supportive treatment of peripheral arterial occlusive disease (PAD). This disease causes pain in the legs, for example when walking, because the arteries are narrowed by deposits in their lumen and therefore less blood with nutrients reaches the muscle tissue in the legs. The drug promotes blood flow in medium and small arterial blood vessels. It is an antagonist at α-adrenoreceptors."
            },
            {
                "name": "Hydroxyzine",
                "description": "The effects are based, among other things, on antagonism at histamine H1 receptors and anticholinergic properties. The drug hydroxyzine acts at several sites in the body: It influences different messenger systems in the brain and the rest of the body. As a result, it has a calming effect, relieves tension and anxiety, soothes nausea and relieves itching. Hydroxyzine has a strong calming effect and promotes sleeping through the night. It is particularly suitable for night-time relief of severe itching in allergies and neurodermatitis."
            },
            {
                "name": "Lidocaine",
                "description": "Lidocaine is an amide-type local anaesthetic that is also used as a class Ib antiarrhythmic."
            },
            {
                "name": "Piracetam",
                "description": "Piracetam is a cyclic derivative (γ-lactam) of γ-aminobutyric acid (GABA) and a drug from the group of anti-dementia drugs (nootropics)."
            },
            {
                "name": "Procaine",
                "description": "Procaine is now rarely used for local anaesthesia, as more effective substances, such as lidocaine, are available for this purpose."
            },
            {
                "name": "Levamisole",
                "description": "S)-6-phenyl-2,3,5,6-tetrahydroimidazo(2,1-b)(1,3)thiazole. Levamisole was originally used as an agent against threadworms (anthelmintic), but has not been used in human medicine since 2004 because of undesirable drug effects."
            },
            {
                "name": "Diltiazem",
                "description": "Diltiazem is a calcium channel blocker that has a vasodilatory effect and delays conduction in the AV node of the heart.\nPossible side effects: Swelling of the lymph nodes, vomiting, heartburn, diarrhoea, feeling of weakness, oedema."
            },
            {
                "name": "Tetracaine",
                "description": "Tetracaine is used as a surface anaesthetic of mucous membranes - for example for minor procedures in the mouth or nose."
            },
            {
                "name": "Phenacetin",
                "description": "Phenacetin is an active substance from the group of analgesics with analgesic and antipyretic effects. A large proportion of the active substance is converted into paracetamol in the body. Due to its toxicity to the kidneys and the risk of carcinogenesis in the urinary tract, phenacetin is no longer on the market."
            }
        ]
    },
    {
        "name": "LSD",
        "effects": "The effect is very much dependent on dose, set and setting. As a hallucinogen, LSD intensifies and alienates sensory perceptions and the sense of space-time. Mood and feelings can change abruptly. At higher doses, feelings of detachment from one's own body can occur. Especially in the initial phase of the trip, slight breathing difficulties, palpitations, sweating, altered blood pressure and nausea may occur.",
        "dosageRemark": null,
        "generalRisks": "The risks of LSD use are psychological and depend on the personality structure of the user. The perceptual changes during a trip can be so intense that inexperienced users in particular feel overwhelmed by the flood of impressions. This can lead to erroneous reactions, loss of orientation, panic, paranoia and badtrips/horror trips.\nThere is a risk - even with single use - that latent (hidden) mental disorders can be triggered. LSD does not lead to organ damage or genetic mutations and is not physically addictive.",
        "longtermRisks": null,
        "saferUse":
        [
            "Take LSD only if you are well prepared, in an environment where you feel comfortable, and only with experienced friends (favourable setting).",
            "Only take LSD when you feel good mentally and physically (cheap set).",
            "You should not be afraid, but have enough respect for the LSD effect.",
            "Do not consume LSD on a full stomach, but eat something light before or during the high.",
            "Dose low. Don't throw it if it doesn't work right away!",
            "Let yourself go during the trip, don't try to fight the LSD effect.",
            "Dextrose can help against circulatory problems.",
            "Avoid roads and other \"dangerous\" places, your orientation may be disturbed.",
            "At least the day after the trip, allow yourself plenty of rest and recovery to be able to process the experience.",
            "LSD trips should remain exceptional experiences and should in no case be experienced more than once a month.",
            "People with mental problems or illnesses, people taking neuroleptics and people with circulatory and heart problems should refrain from consuming LSD.",
            "Blotters: Orally administering (swallowing) substances whose identity is uncertain is a potential way to eliminate most of the effects from dangerous mimics like 25x-NBx (25x-NBOMe like 25I-NBOMe, and 25x-NBOH like 25I-NBOH, etc). 25I-NBOMe is widely rumored to be orally inactive; however, oral efficacy has not been disproven and apparent overdoses have occurred via oral administration. 25I-NBOMe (and other NB's like 25x-NBOMe, 25x-NBOH) have much lower oral bioavailability than sublingual, buccal, and sublabial administration. 25I-NBOMe, to which several deaths have been attributed may commonly be mistaken for LSD by sellers and users."
        ],
        "extenderText": "For the effect of LSD (lysergic acid diethylamide), apart from the dose, one's own state of mind (set) and the environment (setting) are always very decisive. When consuming LSD felts, there is a risk of ingesting misdeclared substances, pharmacologically active extenders and/or high-dose felts. The highly variable active substance content of LSD felts can lead to the unintentional ingestion of high doses of LSD, which increase the risk of a negative experience (bad trip). High doses increase the risk even for experienced users. Highly intense psychedelic experiences can be induced, which can be disturbing and frightening. In recent years, we have repeatedly analysed misdeclared LSD felts (felts containing another psychoactive substance instead of LSD). Depending on the substance, such misdeclarations pose a high health risk.",
        "extenders":
        [
            {
                "name": "NBOMe connections",
                "description": "NBOMe compounds belong to the group of phenethylamines. Typical for phenylethylamines is an increased perception of digestion and the intestine (gastrointestinal sensation) as well as a strongly sensitised sense of touch. Visual effects occur, but are less prominent than with LSD. According to user reports, the effects of 25l-NBOMe*HCl, 25B-NBOMe*HCl and 25C-NBOMe*HCl vary from time to time, so the effect cannot be predicted. Unlike LSD, felts with NBOMe have a bitter taste."
            },
            {
                "name": "DOC",
                "description": "Only little information exists on DOC / 2,5-dimethoxy-4-chloroamphetamine. However, DOC can lead to chest pain and vasoconstriction. Due to the late onset of action, there is a risk of overdose. The very long duration of action of approx. 20 h should definitely be taken into account."
            }
        ]
    },
    {
        "name": "Nitrous",
        "effects": "Relaxation, euphoria, optical and acoustic changes in perception, loss of the sense of time.",
        "generalRisks": null,
        "dosageRemark": "Mild nausea, headache; in case of excessive and improper consumption, unconsciousness, drop in blood pressure, cardiac arrhythmia, in the worst case death by respiratory paralysis. Danger of suffocation if oxygen supply is insufficient, increased risk of injury from falling when \"stepping away\".",
        "longtermRisks": "Continuous use of nitrous oxide stresses the nervous system and leads to vitamin B12 deficiency (risk of disturbed cell function and temporary infertility). Dependence with psychological symptoms is possible.",
        "saferUse":
        [
            "Never inhale nitrous oxide directly from the capsule or gas cylinder (risk of frostbite in the larynx and bronchi!).",
            "Consume nitrous oxide while sitting or lying down (less risk of injury).",
            "Take breaks to avoid too high a concentration of nitrous oxide.",
            "Refrain from mixed consumption, especially with alcohol.",
            "Persons with cardiovascular or respiratory diseases should not consume nitrous oxide, nor should persons suffering from epilepsy or otitis media. People with broken ribs or who have suffered a diving accident should also refrain from using nitrous oxide.",
            "Nitrous oxide causes an acute increase in plasma homocysteine that is more pronounced in patients with the methylenetetrahydrofolate reductase (MTHFR) C677T or A1298C gene variant."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "MDA",
        "effects": "MDA is closely related to MDMA. It differs mainly in how well one's own feelings are perceived (entactogenic effect), how strong empathic understanding (empathic effect) and hallucinogenic effects occur.",
        "dosageRemark": "1.3 mg per kg body weight (1.3 mg x 80 kg = 100 mg)",
        "generalRisks": "Nausea to nausea, dry mouth, cramping of the jaw muscles, sweating, coordination disorders, sleep disorders and trembling.",
        "longtermRisks": "MDA is both neurotoxic (damaging to the nerves) and hepatotoxic (damaging to the liver); regular use can lead to schizophrenia-like symptoms.",
        "saferUse":
        [
            "First test a third or half a pill.",
            "Wait two hours for the effect to take effect before adding more.",
            "With MDA, topping up is pointless, as it is effective for a long time even in small doses.",
            "Refrain from mixed consumption.",
            "Avoid alcohol, drink enough non-alcoholic beverages (0.3-0.5 L per hour).",
            "Take breaks from dancing at parties and get some fresh air in between.",
            "Take regular breaks from consumption. The body needs time to recover.",
            "People taking medication are advised to inform themselves about interactions."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "MDEA",
        "effects": "MDEA is closely related to MDMA. It differs mainly in how well one's own feelings are perceived (entactogenic effect), how strong empathic understanding (empathic effect) and hallucinogenic effects occur.",
        "dosageRemark": "1.3 mg per kg body weight (1.3 mg x 80 kg = 100 mg)",
        "generalRisks": "Nausea to nausea, dry mouth, cramping of the jaw muscles, sweating, coordination disorders, sleep disorders and trembling.",
        "longtermRisks": "MDA is both neurotoxic (damaging to the nerves) and hepatotoxic (damaging to the liver); regular use can lead to schizophrenia-like symptoms.",
        "saferUse":
        [
            "First test a third or half a pill.",
            "Wait two hours for the effect to take effect before adding more.",
            "Refrain from mixed consumption.",
            "Avoid alcohol, drink enough non-alcoholic beverages (0.3-0.5 L per hour).",
            "Take breaks from dancing at parties and get some fresh air in between.",
            "Take regular breaks from consumption. The body needs time to recover.",
            "People taking medication are advised to inform themselves about interactions."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "MBDB",
        "effects": "MBDB is closely related to MDMA. It differs mainly in how well one's own feelings are perceived (entactogenic effect), how strong empathic understanding (empathic effect) and hallucinogenic effects occur.",
        "dosageRemark": "1.3 mg per kg body weight (1.3 mg x 80 kg = 100 mg)",
        "generalRisks": "Nausea to nausea, dry mouth, cramping of the jaw muscles, sweating, coordination disorders, sleep disorders and trembling.",
        "longtermRisks": "MDA is both neurotoxic (damaging to the nerves) and hepatotoxic (damaging to the liver); regular use can lead to schizophrenia-like symptoms.",
        "saferUse":
        [
            "First test a third or half a pill.",
            "Wait two hours for the effect to take effect before adding more.",
            "Refrain from mixed consumption.",
            "Avoid alcohol, drink enough non-alcoholic beverages (0.3-0.5 L per hour).",
            "Take breaks from dancing at parties and get some fresh air in between.",
            "Take regular breaks from consumption. The body needs time to recover.",
            "People taking medication are advised to inform themselves about interactions."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "MDMA",
        "effects": "MDMA mainly causes an increased release of the body's own messenger substance serotonin. At the recommended dosage, about 80% of the available serotonin at that time is released. This release triggers a feeling of euphoria, lightness and light-heartedness. Sight and hearing change, touch and music are felt more intensely, inhibitions are reduced and the need for contact is increased. The effect is described as empathogenic (triggering a feeling of closeness and connection to other people) and entactogenic (touching the inner self, intensifying emotional perception). The simultaneous release of the neurotransmitters noradrenalin and dopamine has a stimulating effect. This reduces the feeling of hunger and thirst as well as tiredness and increases alertness. Body temperature and blood pressure also rise.",
        "dosageRemark": "Swallowed max. 1.5 mg MDMA per kg body weight for men, max. 1.3 mg per kg body weight for women. Lower doses are recommended for rectal and nasal use.",
        "generalRisks": "Side effects are jaw spasms, muscle tremors, urinary retention, headache, nausea/vomiting, increased pulse and blood pressure. The heart, liver and kidneys are particularly stressed. There is also a risk of life-threatening overheating as body temperature rises and the body becomes dehydrated. In the case of an overdose, hallucinations are possible. When the effect wears off or on the days afterwards, depressive moods may occur.",
        "longtermRisks": "After a consumption experience, the body needs at least 4 weeks to regenerate the serotonin balance. If one does not allow oneself this break in the long term and consumes repeatedly after short breaks, the probability of a permanent restriction of spatial awareness increases. This risk also exists after repeated high doses. Intense and prolonged use of ecstasy can also lead to a change in the serotonin system. A form of dependence with psychological symptoms can develop, especially if ecstasy use is linked to a certain activity, for example if it is always used at parties and partying without ecstasy afterwards is no longer possible. In the case of snorting, the nasal mucous membranes and the nasal wall are damaged. Rectal use can cause irritation in the rectum.",
        "saferUse":
        [
            "If you want to be sure that your pill really contains MDMA and know the dose, use drug checking. If this is not possible, first consume only one third of the pill.",
            "Do not add more right away, but wait two hours for the full effect and then decide.",
            "Avoid mixed use with other substances.",
            "Avoid alcohol and drink enough non-alcoholic beverages. Approx. 3 dl per hour is enough. Isotonic drinks are best to avoid hyponatremia (\"water intoxication\").",
            "Take breaks from dancing at parties and get some fresh air.",
            "Do not wear headgear, except in strong sun (danger of overheating!).",
            "Do not take ecstasy immediately after a meal, but also not on an empty stomach. It is advisable to have a light, healthy meal a few hours before.",
            "Accept when the effect runs out. \"Re-spiking\" increases the toxicity (poisonousness) of MDMA.",
            "Give yourself time to recover and take regular breaks (at least 4-6 weeks) to restore serotonin levels.",
            "If you use MDMA nasally, follow the safe-sniffing rules. If consuming rectally, use lubricant to minimise the risk of rectal irritation.",
            "If you are taking medication, ask your doctor about possible interactions. If you are taking psychotropic drugs, the use of MDMA is strongly discouraged (risk of serotonin syndrome)!",
            "Ecstasy can cause asthma attacks in asthmatics and epileptic seizures in epileptics.",
            "People with high blood pressure, heart problems, hyperthyroidism, liver and kidney diseases or circulatory problems should refrain from using MDMA.",
            "There is a small percentage of people, who due to their race and family history, have a lower level of the liver enzyme P450 2D6. This can cause them to be more sensitive to MDMA, requiring lower doses and extra caution should be taken."
        ],
        "extenderText": "In addition to the side effects typical of MDMA, there is a risk of taking misdeclared substances, pharmacologically active extenders and high-dose tablets when consuming ecstasy tablets. Even ecstasy tablets with the same logo or appearance can differ greatly in terms of composition. In 2020, a warning was issued for 90.8 % of the ecstasy tablets analysed due to a high MDMA content (> 120 mg MDMA). 41.7 % of the tablets contained more than 200 mg MDMA in 2020. Such high doses can lead to health problems.",
        "extenders":
        [
            {
                "name": "MBDB",
                "description": null
            },
            {
                "name": "MDA",
                "description": null
            },
            {
                "name": "MDEA",
                "description": null
            },
            {
                "name": "Synthesis by-products MDMA",
                "description": "In addition to DPIA (bis-amphetamine or di(beta-phenylisopropyl)amines), MDP2P and 1-benzyl-3-methylnaphthalene were analysed in ecstasy tablets. Little information is available on the risks of these synthetic by-products, and the interaction potential between these synthetic by-products and MDMA is completely unknown. MDP2P(3,4-methylenedioxy-phenylpropan-2-one) is a precursor substance for the synthesis (production) of MDMA. This is an indication of an incomplete synthesis process. The risks and side effects of this substance are unknown and there is no information on mixed use with MDMA. Whether and how MDP2P influences the risk of consumption cannot be assessed."
            },
            {
                "name": "Metoclopramide",
                "description": "Metoclopramide is a medicine that is taken for problems in the gastrointestinal tract. It relieves nausea, irritable stomach and heartburn and prevents vomiting."
            },
            {
                "name": "PMMA",
                "description": null
            },
            {
                "name": "m-CPP",
                "description": "m-CPP (meta-chlorophenyl-piperazine=1-(3-chlorophenyl)-piperazine) is a piperazine derivative in powder form and is mostly sold as ecstasy in pill form."
            },
            {
                "name": "PMA",
                "description": "PMA or paramethoxyamphetamine is a stimulant and hallucinogenic substance, closely related are PMEA, 4-ETA, 4-MTA."
            }
        ]
    },
    {
        "name": "Modafinil",
        "effects": "The mechanism of action of modafinil is not yet fully understood. It is assumed that modafinil binds to the dopamine transporter and inhibits dopamine reuptake. Unlike other stimulants such as amphetamine or methylphenidate (Ritalin®, Concerta®), which in equivalent wakefulness-promoting doses increase neuronal activity throughout the brain, modafinil acts primarily on the brain regions responsible for controlling waking, sleep, wakefulness and vigilance (sustained attention).\nModafinil thus promotes alertness (physical and mental), increases attention and motor activity. Due to its stimulating, wakefulness-promoting properties, modafinil is consumed by healthy people as a so-called \"smart drug\" or \"cognitive enhancer\".According to user reports, modafinil has a much more subtle effect than other stimulants and does not trigger comparable states of intoxication. Modafinil causes less physical restlessness and the sleep-wake rhythm is less disturbed.\nA mood-lifting and euphoric effect is controversial. According to a publication of the American Food and Drug Administration (FDA), modafinil causes psychoactive and euphoric effects, whereas various studies point to the lack of a euphoric effect.",
        "dosageRemark": "The recommended daily dose when prescribed by a doctor is 200 mg at the beginning. If there is an insufficient response to this dose, a maximum daily dose of 400 mg may be administered/taken.\nThe long-term effect of modafinil when taken regularly and over a longer period of time has not yet been studied. If taken over a longer period of time, regular monitoring by a medical specialist is therefore recommended.",
        "generalRisks": "In 2011, the European Medicines Agency (EMA) recommended limiting the marketing authorisation for modafinil to the treatment of adults with excessive sleepiness associated with narcolepsy. Due to the possible risks and side effects, modafinil has since not been approved for other indications, for the treatment of children and adolescents, and during pregnancy and breastfeeding.\nThe following side effects may occur: Headache, nervousness, palpitations, abdominal pain and/or dry mouth. In addition, modafinil can impair the effectiveness of oral contraceptives! Therefore, the use of additional contraceptive methods is recommended during intake. Further risks are cardiovascular diseases such as cardiac arrhythmias, diseases of the heart muscles, cardiac insufficiency and/or high blood pressure. Furthermore, the consumption of modafinil can have an effect on the psyche and trigger hostility, aggression ,psychoses/psychotic disorders, depression, insomnia, up to delusions and/or anxiety.\nSymptoms of overdose with modafinil alone or in combination with other medicines: Insomnia; central nervous symptoms (restlessness, disorientation, confusion, agitation, hallucinations); nausea, diarrhoea; palpitations, high blood pressure, chest pain, slow heartbeat.",
        "longtermRisks": "Since modafinil affects the dopamine balance in the brain, among other things, there is an increased potential for physical dependence. If modafinil is consumed for the purpose of performance enhancement and promotion of alertness with the intention of being able to achieve high performance with little sleep, there is also a risk of psychological dependence.\nThe long-term effect of modafinil when taken regularly and over a longer period of time has been little studied so far. If taken over a longer period of time, regular monitoring by a medical specialist is therefore recommended.",
        "saferUse":
        [
            "Caution: The effectiveness of hormonal contraceptives may be impaired by the simultaneous intake of modafinil.",
            "Side effects such as blurred vision and dizziness may impair the ability to drive or operate machinery.",
            "Taking modafinil is not a substitute for sleep! Be sure to maintain good sleep hygiene.",
            "If you are using modafinil for cognitive enhancement, try to think of alternative strategies to improve your memory and recall. Sleep deprivation after taking modafinil in particular can impair cognitive performance.",
            "Take longer breaks (at least several days) between consumption.",
            "The effect of modafinil can last up to 10 hours. Therefore, pay attention to the time of intake.",
            "Remember to drink enough water. This can be forgotten during the effect of modafinil."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Dexamphetamine",
        "effects": "Taking dexamphetamine increases the concentration of the nerve messengers dopamine and noradrenaline. When prescribed for ADHD, the substance is supposed to act as a filter for incoming stimuli and alleviate symptoms such as distractibility, attention deficit disorder, disorganisation and impulsivity.\nHowever, due to their stimulating, energising and euphoric properties, dexamphetamine and Adderall® are also used as recreational drugs or to enhance performance",
        "dosageRemark": null,
        "generalRisks": "When prescribed by a doctor or used as directed, sleep disturbances and irritability can often occur. The most common adverse effects include: Cardiovascular and arrhythmias, rapid pulse, high blood pressure, lack of appetite, nausea, dry mouth, dizziness, insomnia, anxiety and/or joint pain.\nIn overdose, it can cause, among other things, hallucinations, muscle twitching, panic, aggressiveness and/or restlessness.",
        "longtermRisks": "When used therapeutically, it is assumed that no dependence will develop. When abusing higher doses over a longer period of time, psychological dependence may develop. With abrupt discontinuation, withdrawal symptoms such as lethargy, apathy, depression and paranoia may occur.",
        "saferUse":
        [
            "If possible, do not consume amphetamine-containing substances intravenously. Due to the substances contained in the tablets, embolism (blockage of vessels in the lungs or brain) can occur."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Diacetylmorphine",
        "effects": "Diacetylmorphine is chemically identical to heroin and therefore has analgesic, balancing, sedative, anxiety-relieving and euphoric effects.",
        "dosageRemark": "Due to the lack of impurities and extenders, diacetylmorphine must be dosed much lower than heroin.",
        "generalRisks": "Slowing of breathing, nausea, vomiting, itching, drop in blood pressure, pulse slowing, pupil constriction and urinary retention may occur.\nConfusion, disorientation, memory lapses, slurred and slurred speech as well as coordination disorders, constipation, reduction in sexual desire and a potentially life-threatening reduction in breathing rate to 2 to 4 breaths per minute (due to the attenuation of the coughing and breathing centre) are also known side effects.\nFor users who are not used to opiates, the use of diacetylmorphine even in small quantities can be life-threatening (severe respiratory depression, danger of suffocation).",
        "longtermRisks": "The danger of addiction with psychological and physical symptoms is great, the same as with illegally produced heroin. As soon as a tolerance has developed and the body is not supplied with the necessary amount of substance, physical withdrawal symptoms occur 8 to 12 hours after the last intake.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Buprenorphine",
        "effects": "Like all opiates, buprenorphine has analgesic and cough-irritant effects. However, its euphoric and sedative properties are less pronounced than those of other opioids, which is why it is also used for substitution treatment. Buprenorphine is a partial agonist. This means that, for safety reasons, only a submaximal effect is elicited. After a certain dose, a saturation effect (ceiling effect) occurs, which prevents a further increase in the effect. This makes the active ingredient so relevant for substitution treatments, as withdrawal symptoms can be alleviated and overdoses avoided.",
        "dosageRemark": "From 16 mg, the saturation effect (ceiling effect) takes effect and no more effect enhancement is felt.\nWhen consuming for the first time, low doses should be used, as the risk of respiratory arrest is increased.",
        "generalRisks": "The side effects are less pronounced than with other opioids. Nevertheless, fatigue, constipation, drowsiness, sweating, nausea, vomiting, insomnia and irritability may occur. Buprenorphine has a lower risk of respiratory depression, which is why it is considered comparatively safe.\nOverdoses with buprenorphine are difficult to treat with the opioid antagonist naloxone due to its high binding to the μ-opioid receptor. Therefore, agents from the group of respiratory stimulants (such as doxapram) are used.",
        "longtermRisks": "Unlike other opioids, the active ingredient floods on slowly, which is why the risk of dependence is considered lower.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Oxycodone",
        "effects": "Oxycodone has analgesic, depressant, antianxiety, cough suppressant and psychotropic properties. More intense dreams may also occur. Due to its relaxing and euphoric properties, it is used as a recreational drug, and is said to be more stimulating and mood-lifting than other opioids.",
        "dosageRemark": null,
        "generalRisks": "Very common side effects, as with all opioids, are constipation and constriction of the pupils. Drowsiness, dizziness, headache, itching, muscle twitching, sleep disturbances and mood swings are also to be expected. In women, menstruation may also be absent.\nOther opioid-typical side effects such as hallucinations, confusion, vomiting and nausea are less common with oxycodone.\nOverdoses with oxycodone are life-threatening, as the substance has a strong respiratory depressant effect even in low doses when abused, which can lead to respiratory arrest and coma. For opioid addicts, the lethal dose can be much higher. An overdose is treated by taking naloxone, an opioid antagonist.",
        "longtermRisks": "The consumption of oxycodone leads to physical and psychological dependence after a short time, even more quickly than with morphine. Tolerance builds up, which is why higher and higher doses have to be consumed. Strong withdrawal symptoms such as restlessness, irritability, depression, insomnia, sweating, cold shivers, vomiting, diarrhoea and painful cramps may occur.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Flualprazolam",
        "effects": "Flualprazolam has a sedative, muscle relaxant and anticonvulsant effect. Compared to the better-known active ingredient alprazolam , flualprazolam works in lower doses (more potent) and the onset of action is relatively rapid. According to user reports, flualprazolam has similar effects and side effects to alprazolam.\nAs it is a little-researched substance, only vague information is available regarding its effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Etizolam",
        "effects": "Etizolam is a research chemical with anti-anxiety, anticonvulsant, sedative and sleep-inducing properties.\nAs it is a little-researched substance, only vague information is available regarding its effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": "0.75 mg etizolam corresponds to 10 mg diazepam",
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Lorazepam",
        "effects": "Lorazepam has a calming, relaxing, antispasmodic, anti-anxiety and sleep-inducing effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Midazolam",
        "effects": "Midazolam has a calming, relaxing, antispasmodic, anti-anxiety and sleep-inducing effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Oxazepam",
        "effects": "Oxazepam has a calming, relaxing, antispasmodic, anti-anxiety and sleep-inducing effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Flunitrazepam",
        "effects": "Flunitrazepam has a calming, relaxing, antispasmodic, anti-anxiety and sleep-inducing effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Diazepam",
        "effects": "Diazepam has a calming, relaxing, antispasmodic, anti-anxiety and sleep-inducing effect.\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Fentanyl",
        "effects": "Fentanyl has a strong analgesic and sedative effect and is effective in the smallest doses. However, its euphoric effect is less pronounced than that of other opioids. It is used in emergency medicine for surgical procedures and anesthesia, and for breakthrough pain in cancer patients. For chronic pain, fentanyl patches are used, which release the active ingredient slowly. Due to its opioid properties, fentanyl rapidly leads to dependence when taken over a long period of time and should not be discontinued abruptly and only under medical supervision.",
        "dosageRemark": "Fentanyl is extremely potent and therefore very difficult to dose. Therefore, overdoses can easily occur. When consuming for the first time, low doses should be used, as the risk of respiratory arrest is increased.",
        "generalRisks": "The side effects are strongly dose-dependent. As the dose increases, the side effects also become more pronounced. At the beginning there is often drowsiness, dizziness, dizziness, pupil constriction, slowed heartbeat, drop in blood pressure, nausea and vomiting.\nExcessive sweating, rashes, itching, central dullness, confusion, visual disturbances, cardiac arrhythmias, respiratory reflex depression and urinary retention may also occur.\nOverdoses with fentanyl are life-threatening because the substance, like all opioids, slows down breathing, even to the point of respiratory arrest and coma.",
        "longtermRisks": "Regular, abusive use of fentanyl can lead to dependence with severe withdrawal symptoms such as seizures, sleep disorders and depression. Withdrawal, as with all opioids, should not be abrupt and should only take place under medical supervision.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Morphine",
        "effects": "Due to its strong analgesic, antitussive and psychotropic properties, morphine is used to treat severe pain in emergency and palliative care.\nDue to its depressant and sedative effect, the active substance is also misused as a euphoric intoxicant. In the context of opioid agonist therapy, morphine is used as a substitute for opiate/heroin addiction.",
        "dosageRemark": "When consuming for the first time, low doses should be used, as the risk of respiratory arrest is increased.",
        "generalRisks": "Gastrointestinal complaints such as constipation are common side effects after taking opiates. Nausea, vomiting, dry mouth, lack of appetite, abdominal pain, sweating, skin rashes, itching, dizziness, headaches and fatigue are other common complaints. On the psychological level, confusion, nightmares and hallucinations may occur. Rather rarely, there is a drop in blood pressure, breathing difficulties and allergic reactions.\nOverdoses with morphine are life-threatening, as the substance has a strong respiratory depressant effect (worsening breathing) even in low doses, which can lead to respiratory arrest and coma. Oral consumption of 0.3 - 1.5 g and intravenous consumption of 100 mg can lead to a fatal overdose. In opioid addicts, the lethal dose can be significantly higher. An overdose is treated by taking naloxone, an opioid antagonist.",
        "longtermRisks": "The consumption of morphine can lead to physical and psychological dependence after only a short time. Tolerance builds up quickly, which is why higher and higher doses have to be consumed. Strong withdrawal symptoms such as restlessness, irritability, depression, insomnia, sweating, cold shivers, vomiting, diarrhoea and painful cramps may occur. Like all opiates, morphine can lead to chronic constipation.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Tilidine",
        "effects": "Tilidine inhibits pain-mediating neuronal systems in the body and thus has a pain-relieving effect. When consumed in higher doses, it has a euphoric and anxiety-relieving effect. Due to its opioid properties, regular use can quickly lead to dependence. Abrupt discontinuation of tilidine leads to withdrawal symptoms.",
        "dosageRemark": "With slow-release tablets there is a risk of overdose due to delayed release of the active ingredient! The perceived effect is extremely different depending on the person and tolerance.\nIn combination preparations with naloxone, the desired psychoactive effect of the tilidine is cancelled out from approx. 300 - 400 mg by the naloxone contained.\nWhen consuming for the first time, low doses should be used, as the risk of respiratory arrest is increased.",
        "generalRisks": "Known adverse reactions are nausea, vomiting, dizziness, drop in blood pressure, drowsiness, tiredness, headache, excessive sweating and nervousness.\nIn opioid addicts who abuse Valoron® N in high doses as a substitute for morphine or heroin, the drug triggers acute withdrawal symptoms (anxiety, trembling, sweating) due to the naloxone or intensifies already existing withdrawal symptoms.\nIn higher doses, hallucinations and euphoria may occur, which is why the drug is consumed as a psychoactive intoxicant. The anxiety-relieving, disinhibiting and euphoric properties can lead to aggression, loss of control and increased risk-taking in higher doses. Some German media reported robberies in connection with extremely aggressive, pain-resistant young people under the influence of tilidine.",
        "longtermRisks": "Regular, abusive use of tilidine can lead to dependence with severe withdrawal symptoms such as seizures, sleep disorders and depression. Withdrawal, as with all opioids, should not be abrupt and should only take place under medical supervision.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Tramadol",
        "effects": "Analgesic, anxiety-relieving, euphoric, mood-lifting, causes a general feeling of contentment.\nThe human body has its own pain-relieving system. The endogenous substance endorphin ensures that pain messages are sent to the human brain in a reduced form by docking to certain receptors in the human body. The active ingredient tramadol has a similar mode of action in that the active ingredient attaches to neurotransmitter docking sites (opioid receptors) and transmits a signal to the brain, which subsequently triggers pain relief. In addition, tramadol inhibits the reuptake of certain nerve messengers (noradrenaline and serotonin), which in turn increases the amount of free messengers in the tissue and supports the analgesic effect.",
        "dosageRemark": "When consuming for the first time, low doses should be used, as the risk of respiratory arrest is increased.",
        "generalRisks": "Adverse side effects may include: headache, malaise/nausea, vomiting, dry mouth, dizziness, drowsiness, constipation, drowsiness, circulatory problems (palpitations, fainting spells, etc.).\nIn higher doses, seizures, speech disorders, paraesthesias (unpleasant bodily sensations, e.g. parts of the body falling asleep), tremor (muscle tremor), coordination disorders and circulatory collapse may occur. Hallucinations, confusion, delirium, anxiety, sleep disorders and nightmares can also be triggered.",
        "longtermRisks": "Tramadol has a low dependence potential with moderate use. However, regular and long-term use can lead to psychological and physical dependence. Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms, which may manifest as dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression.\nProlonged use can lead to general mood changes, changes in decision-making behaviour or perceptual and reaction disorders.",
        "saferUse":
        [
            "Opioids are highly effective drugs that should only be used for a limited time and at best under medical supervision.",
            "Start with a low dose and wait for the effect and tolerance before adding more. Do not exceed the maximum daily dose.",
            "If you inject opioids, dose even more carefully, as the range between desired effect (rush) and dangerous overdose is even more difficult to assess. Avoid injecting fentanyl; the risk of overdose is particularly high. Always use new (clean and sterile) injection material! Never exchange syringes, filters, water, disinfection swabs to avoid transmission of hepatitis and HIV.",
            "Do not rely on dosage information from colleagues who regularly use opioids. Due to habituation or dependence, their doses are much higher and can be fatal for new users.",
            "Take longer breaks (at least several days) between consumption.",
            "After a period of abstinence, take a much lower dose! The usual dose before the abstinence phase can otherwise quickly have life-threatening consequences.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, benzodiazepines and/or other opioids is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!",
            "Refrain from citrus fruits (especially grapefruit) before or during consumption. The combination can lead to an increase in the effect of the opiate and/or to respiratory depression."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Dextromethorphan",
        "effects": "In high doses (120 mg or more) it has a hallucinogenic and euphoric effect. Perceptual disturbances up to confusion as well as states of agitation with epileptic episodes may occur. Side effects are reddening of the skin and severe itching. With regular use there is great potential for dependence with psychological and physical symptoms!",
        "dosageRemark": "DXM in freebase form (as found in Robocough RoboTablets) is around 27-37% more potent than its hydrobromide form due to a higher concentration of DXM by weight. One should take this into account when calculating their dose to avoid a potential overdose.",
        "generalRisks": "Caution: The simultaneous intake of MAO inhibitors delays the degradation of DXM and can lead to severe respiratory and circulatory disorders!",
        "longtermRisks": null,
        "saferUse":
        [],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Neuroleptics",
        "effects": "Prazine®, Haldol®, Nozinan® and others are depressant, anxiety-relieving agents that inhibit the transmission of the neurotransmitter dopamine. They show severe side effects, including movement disorders, organ dysfunction, restrictions of sexuality and libido, weight gain, among others.\nNon-medically supervised use is strongly discouraged. Neuroleptics are used to treat severe mental illnesses and are not suitable as party drugs!",
        "dosageRemark": null,
        "generalRisks": "Caution: Danger to life if amphetamine derivatives are taken at the same time!",
        "longtermRisks": null,
        "saferUse":
        [],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Viagra",
        "effects": "Restoration of erectile function by increasing blood flow to the penis, lowering blood pressure.",
        "dosageRemark": null,
        "generalRisks": "Do not use Viagra® if you have low blood pressure. Do not take Viagra with blood pressure lowering substances. The combination with poppers or other nitrites (often present in medicines against angina pectoris, e.g. glycerine) is life-threatening, as severe blood pressure reductions can occur! Viagra combined with cocaine or other performance-enhancing substances leads to high cardiovascular stress, which can result in overheating or a heart attack.",
        "longtermRisks": null,
        "saferUse":
        [],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Alprazolam",
        "effects": "Anti-excitant and anti-anxiety, sedative, soporific and muscle relaxant. At high doses: slowing down, drowsiness, danger of memory lapses (\"film tear\").\nTaking benzodiazepines increases the effectiveness of the neurotransmitter gamma-aminobutyric acid (GABA) at the GABA-A receptor. This triggers sedative (calming), hypnotic, anxiolytic (anxiety-relieving), anticonvulsant (anticonvulsant) and muscle-relaxing effects in the body. Benzodiazepines have a depressant effect on the central nervous system. The flow of information in the brain between the brain cells (neurons) is thereby reduced / disturbed and feelings and perceptions are dampened.\nThe breakdown of the individual active ingredients of benzodiazepines in the body is age-dependent and therefore varies from person to person.",
        "dosageRemark": null,
        "generalRisks": "There is little information available on risks, toxicity, side effects and long-term consequences. Therefore, the general information on benzodiazepines applies:\nWhen mixing with other downers (alcohol, GHB/GBL, heroin) there is a risk of respiratory paralysis!\nTaking benzodiazepines can cause numerous undesirable side effects. In addition, regular and long-term use carries a very high risk of physical and psychological dependence. Benzodiazepines should only be taken as prescribed by a doctor and only for a short period of time (max. 4-6 weeks). Longer-term use should be discussed with the treating specialist. The dosages and duration of action of the individual benzodiazepines differ considerably.\nSide effects of benzodiazepines may be as follows: Prolonged fatigue, gastrointestinal problems, impaired reactions, hypersensitivity reactions, headaches, dizziness, motor difficulties, visual disturbances, slowed breathing, muscle weakness, confusion, sexual dysfunction, aggression, outbursts of anger, restlessness, random movements, allergies, skin problems/rashes and speech and movement disorders. Some benzodiazepines can cause seizures in epileptics.",
        "longtermRisks": "Regular and long-term use can lead to psychological and physical dependence (very high dependence potential). Immediate discontinuation of the drug after prolonged use can lead to negative withdrawal symptoms (including dizziness, physical weakness, inner restlessness, tremors, sleep disturbances, headaches, sweating, nausea, hallucinations and depression).\nIn addition, seizures and memory disorders/loss and listlessness (hangover effects) can occur. In case of possible dependence, withdrawal should be discussed with a doctor beforehand and the withdrawal should be medically accompanied. It is extremely important that the dose is reduced gradually.",
        "saferUse":
        [
            "If medicines are obtained on the black market or on the internet and not from a pharmacy/medical facility, the contents are unclear. Have the medicine tested for the exact ingredients in a drug check!",
            "Do not rely on dosage information from colleagues who regularly use benzodiazepines. Due to habituation or dependence, their doses can be much higher and fatal for new users.",
            "Blisters of counterfeits may look identical to the original packaging.",
            "The simultaneous consumption of depressant substances such as alcohol, ketamine, GHB/GBL, nitrous oxide, opioids and/or other benzodiazepines is dangerous as there is an increased risk of vomiting and unconsciousness. The risk of suffocation is high!"
        ],
        "extenderText": "",
        "extenders":
        []
    },
    {
        "name": "Methylphenidate",
        "effects": "Taking methylphenidate increases the concentration of the nerve messengers dopamine, noradrenaline and serotonin in the brain. When prescribed for ADHD, the drug is supposed to act as a filter for incoming stimuli and alleviate symptoms such as distractibility, attention deficit disorder, disorganisation and impulsivity.\nHowever, due to its stimulating, energising and drive-enhancing properties, methylphenidate is also used as a party drug or to increase performance. Due to the increased release of dopamine, similar effects occur as with the use of cocaine.",
        "dosageRemark": null,
        "generalRisks": "If prescribed by a doctor or used as directed, sleep disturbances and irritability can often occur. Eating disorders, stomach complaints, nausea and vomiting are also known side effects.\nAbusive use and higher doses can lead to seizures, cardiac arrhythmias as well as headaches and confusion.\nTolerance develops relatively quickly, which is why higher and higher doses have to be consumed. In overdose, Ritalin can trigger hallucinations.",
        "longtermRisks": "It is assumed that no dependence develops with therapeutic use of Ritalin. When abusing higher doses over a longer period of time, psychological dependence may develop. With abrupt discontinuation, withdrawal symptoms such as lethargy, apathy, depression and paranoia may occur.",
        "saferUse":
        [
            "If possible, do not consume methylphenidate intravenously. Due to the substances contained in the tablets, embolism (blockage of lung or brain vessels) can occur."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Codeine",
        "effects": "Codeine is converted into morphine in the body. Taking it has a pain-relieving, cough-irritating, calming, euphoric and aphrodisiac effect. An increase in self-confidence is also possible. It should be remembered, however, that the effect varies greatly depending on the individual metabolism. While some people react very sensitively to codeine, others feel no psychoactive effect at all.",
        "dosageRemark": "An increase in effect at high doses is rarely seen, as the body can only absorb limited amounts of codeine.",
        "generalRisks": "Dry mouth, headache, nausea, vomiting, loss of appetite, itching, constipation, difficulty in urinating, tiredness/sleepiness, decrease in respiratory rate up to a life-threatening respiratory depression. In men, erectile dysfunction may also occur.\nThere is a risk of psychological and physical dependence. In the case of chronic use, tolerance may develop, so that the dose must be progressively increased to achieve the desired effect. When discontinuing codeine after a phase of continuous use, withdrawal symptoms such as restlessness, stomach and/or leg cramps, cold shivers, trembling, profuse sweating and muscle spasms may appear. Due to the high dependence potential, withdrawal can be as painful and long-lasting as heroin withdrawal (!).",
        "longtermRisks": "In men, there may be a reduction in sexual desire (libido). In women, menstruation may be absent or irregular and sexual desire may be reduced. Other long-term risks include allergic reactions, sleep disturbances and dizziness. The dependence potential of codeine is lower than that of other opiates, but should still not be underestimated!",
        "saferUse":
        [
            "Do not use codeine with other depressant substances such as alcohol, cannabis, sleeping pills, MAO inhibitors (such as antidepressants) or GHB/GBL.",
            "Dose low and don't top up straight away - it may be that you don't get a high.",
            "With Sizzurp: The mixture with carbonic acid and sugar makes the codeine more difficult to dose. In addition, the effect is much faster and more intense.",
            "When codeine is injected or snorted, severe side effects and unintentional overdose can result.",
            "Codeine is a medicinal product and should therefore only be taken with medical supervision."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Mephedrone",
        "effects": "The effect is similar to that of methcathinone, cocaine and MDMA. Mephedrone causes euphoria and stimulation, increased urge to talk, increased performance and altered sensory perceptions. The need for food and sleep is suppressed.",
        "dosageRemark": null,
        "generalRisks": "Various adverse effects may occur when consuming mephedrone: Dry mouth, mydriasis (dilated pupils), jaw grinding, increased heartbeat, increase in body temperature, anxiety or paranoia. There is a risk of dehydration due to decreased thirst and lack of fluid intake. High doses of mephedrone lead to psychotic reactions and can increase schizophrenia. There is a risk of dependence with symptoms such as restlessness, tremors, insomnia and hyperactivity.\nMephedrone is a research chemical. To date, nothing is known about the exact mechanisms of action, toxicity and possible long-term effects. The current state of knowledge is based almost exclusively on reports from users. Due to the strong craving (irresistible and uncontrollable desire to consume), especially when consumed nasally/smoked, there is a danger that one will take more too quickly and the side effects will predominate.",
        "longtermRisks": null,
        "saferUse":
        [
            "There is very little knowledge about legal highs, research chemicals, etc. When you use them, you are exposing yourself to unknown risks. Have the substance analysed in a drug check. If this is not possible and you still want to use the substance, try small amounts to reach the desired dose.",
            "Do not buy a product with a fancy name without a declaration of the ingredient. Legal does not mean harmless.",
            "During consumption, inform your friends about what and how much you have consumed.",
            "Drink enough non-alcoholic beverages and get some fresh air in between.",
            "Accept it when the effect runs out, don't add to it right away.",
            "Refrain from mixed consumption, as interactions are dangerous and unexplored.",
            "Take regular breaks from consumption.",
            "People with high blood pressure, heart problems, hyperthyroidism, liver and kidney disease or circulatory problems should not take Research Chemicals."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Mescaline",
        "effects": "Before the effect sets in, nausea and/or vomiting can often occur. Hot and cold flushes as well as sweating and dizziness may also occur. These side effects usually subside after a while. The trip begins with hyperactivity and inner restlessness, followed by altered, sharpened perception and intensified colour vision. In a second phase, a more meditative concentration occurs. Users report visions and a euphoria of religious depth, the feeling of a visionary experience and the change of ego sensation as well as feelings of ego dissolution.",
        "dosageRemark": "The mescaline content can vary greatly from plant to plant.",
        "generalRisks": "The pharmacological effect of mescaline and the bitter taste usually lead to nausea and vomiting in the initial phase of the trip. Mescaline is toxic in high doses (from approx. 2 g) and can lead to liver damage and respiratory paralysis. Other side effects may include an increase in pulse and blood pressure, initially dry mouth, then increased salivation, pupil enlargement, increase in body temperature and a reduced feeling of hunger during the period of effect. During vomiting, users may choke on the vomit (danger of choking!).",
        "longtermRisks": "The use of mescaline can trigger latent (hidden) mental disorders even with single use.",
        "saferUse":
        [
            "Mescaline is not suitable as a party drug and should only be used by experienced users.",
            "Use mescaline only if you are well prepared and in an environment where you feel comfortable. Use mescaline only in the presence of friends who are experienced users (good setting) and/or a sober person (tripsitter).",
            "Only use mescaline when you feel good mentally and physically (good set).",
            "You should have respect but not fear for the mescaline effect.",
            "Mescaline should be taken on an empty stomach. Fasting before the trip may help to reduce the likelihood of nausea and vomiting.",
            "For nausea, it helps if you take mescaline in small doses at a time.",
            "Don't add to it if it doesn't work right away.",
            "Let yourself go during the trip, don't try to fight the effects of mescaline. A trip sitter can help you with this.",
            "Dextrose can help against circulatory problems.",
            "Avoid roads and other \"dangerous\" places. Your orientation may be disturbed.",
            "Drink enough water during the trip.",
            "Mixed use of this potent substance should be avoided at all costs, as the effect can then no longer be assessed.",
            "Plan enough time for recovery after the trip (at least 1 day)!",
            "Mescaline trips should remain exceptional experiences and should in no case be experienced more than once a month.",
            "People with mental problems or illnesses, people taking neuroleptics and people with circulatory and heart problems should refrain from using mescaline."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Methamphetamine",
        "effects": "The body's own performance drug noradrenaline is released, the simultaneous release of dopamine increases self-esteem. Since methamphetamine reaches the brain more quickly than amphetamine and the stimulating effect is stronger, it causes a stronger high and has a higher addiction potential than amphetamine. The body temperature rises, pulse and breathing are accelerated, blood pressure is increased. Hunger and the need for sleep are suppressed. The willingness to take risks is increased, the sensation of pain is suppressed, and euphoria, extreme nervousness, and an increased urge to talk (\"babble flash\") can occur. Methamphetamine has a pleasure-increasing and disinhibiting effect, which is why it is also used as a sex drug.",
        "dosageRemark": null,
        "generalRisks": "Methamphetamine can sometimes hardly be distinguished from amphetamine, but has a much stronger effect. Short-term side effects are: tense jaw muscles, dry mouth, temperature increase, great loss of fluid, increased heart rate as well as increased blood pressure and trembling all over the body. Irritability and aggressive behaviour can also occur (especially in combination with alcohol).",
        "longtermRisks": "Methamphetamine is a highly depleting substance with a very high dependence potential with psychological and physical symptoms. Aggression, depression, mental coldness and the desire for more characterise the period of regular use. Constant restlessness, sleep and circulatory disorders, paranoia and even amphetamine psychosis can occur. Weight loss, skin inflammations (\"speed pimples\"), tooth loss, stomach problems and cramps are also possible. In menstruating persons, the menstrual cycle may be disturbed. Snorting damages the nasal mucous membranes and nasal septum, swallowing damages the stomach mucous membranes. Chronic consumption favours brain haemorrhages and strokes with sudden paralysis. It is suspected that the use of methamphetamine (especially mixed use with MDMA) can lead to irreversible changes or damage in the brain!",
        "saferUse":
        [
            "Dose low, methamphetamine is a highly potent substance!",
            "Take vitamin C and D and minerals (iron, calcium and magnesium) with frequent use.",
            "Eat enough after consumption to prevent weight loss.",
            "Drink a lot (soft drinks).",
            "Follow the safer-sniffing and safer-sex rules.",
            "Refrain from mixed consumption. Make sure to take breaks from consumption.",
            "Mentally ill persons, persons with high blood pressure, liver and kidney diseases, diabetics and pregnant women should not use methamphetamine.",
            "It is better not to wear headgear (danger of overheating!).",
            "Have your substance analysed in a drug check."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Methcathinone",
        "effects": "The effect of methcathinone is in no way directly comparable to that of the khat plant, which is traditionally consumed in Yemen, Ethiopia and Kenya. It is much more similar to the effect of other uppers such as speed. Methcathinone suppresses fatigue and hunger. It causes an increase in drive and performance, euphoria, an increased urge to talk, disinhibition, extroversion, inner restlessness and hyperactivity.",
        "dosageRemark": "Snorted: 50 - 70 mg (never more than 300 mg per night!)",
        "generalRisks": "Methcathinone puts considerable strain on the heart and circulation. Since the effect of methcathinone seems rather subtle at first, there is a risk of overdose by refilling. Overdoses can cause fluttering of the heart, stomach problems, restlessness and sleep disturbances. According to reports from users, there is an increased urge to urinate, but urination can be difficult.\nSome users report depressive states when coming down.\nMethcathinone, like speed, can have increased impurities and high levels of extenders as it is often produced in illegal home labs.",
        "longtermRisks": "There is a risk of dependence with psychological symptoms. In the case of long-term, high-dose consumption, the psychological and physical risks are similar to those of speed, cocaine or methamphetamine. In the laboratory, a so-called \"craving\" (urge to consume even more) could also be observed in experimental animals.",
        "saferUse":
        [
            "Dose methcathinone carefully and do not add more right away.",
            "Refrain from mixed use whenever possible. Above all, do not mix methcathinone with other drugs such as speed or cocaine.",
            "Do not mix methcathinone with alcohol, this only increases the side effects.",
            "Methcathinone has a very draining effect - so take breaks from using it and give yourself enough rest.",
            "Drink water or fruit juices regularly, but not too much, as urination on methcathinone can be tedious.",
            "Make sure you eat a balanced, healthy diet with enough vitamins and minerals.",
            "Follow the safer sniffing rules!"
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Methylone",
        "effects": "Compared to MDMA, methylone has a stronger stimulating and less empathogenic effect. The effect is more constant, the \"hangover\" less than with MDMA.",
        "dosageRemark": null,
        "generalRisks": "Short-term side effects are increased body temperature and heartbeat, dilated pupils and tightening of the jaw. The side effects and the (long-term) risks of methylone have hardly been researched yet.",
        "longtermRisks": null,
        "saferUse":
        [
            "Refrain from re-throwing: This does not intensify or prolong the flash with methylone.",
            "Be sure to drink enough water during the effect.",
            "Do not combine methylone with alcohol and other drugs, especially MAO inhibitors.",
            "Do not use methylone if you have heart or circulatory problems, high blood pressure, diabetes, asthma, epilepsy or mental health problems."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Poppers",
        "effects": "Muscle relaxation, drop in blood pressure, increase in heart rate, feeling of warmth or heat, short-term insensitivity to pain, euphoria and intensification of orgasm.",
        "dosageRemark": null,
        "generalRisks": "Headache, dizziness, palpitations, loss of consciousness, fainting and circulatory collapse due to severe drop in blood pressure.",
        "longtermRisks": "With regular use, permanent impairment of attention and memory as well as reduction of reaction time, cardiac arrhythmia as well as liver and kidney dysfunction, nerve and brain damage.",
        "saferUse":
        [
            "Do not consume poppers alone.",
            "Do not add more right away (danger of circulatory collapse!).",
            "Refrain from mixed consumption of any kind, especially with alcohol.",
            "Follow the safer sex rules. Do not combine poppers with Viagra (risk of heart failure. Danger to life!).",
            "People with respiratory and cardiovascular diseases, epileptics and pregnant women should not consume poppers.",
            "Do not swallow! Drinking poppers can lead to a severe overdose, which can result in a fatal oxygen deficiency (methaemoglobinaemia) - contact poison control!",
            "Poppers are irritating on contact with eyes and mucous membranes. Rinse immediately with plenty of water and seek medical attention!",
            "Caution: Eye damage! Avoid poppers with the active ingredient (iso)propyl nitrite, it is suspected of causing partly irreversible visual disturbances. The active ingredient amyl nitrite does not seem to cause such damage. Some online shops now list the composition."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Psilocybin mushrooms",
        "effects": "Low doses have a stimulating and strengthening effect. Medium doses have a mild hallucinogenic effect and stimulate the imagination. High doses have a strong hallucinogenic effect, very psychedelic; the environment is often perceived as dreamlike; visionary immersion in strange worlds, deep insights into oneself and a feeling of strong connection with nature.",
        "dosageRemark": "Average dosages of dried* mushrooms:\nPointed cone bald: light 0.5-0.8 g, medium to strong 1.0-max. 2 g\nHawaiian: light 0.3-0.5 g, medium to strong 0.5-max. 1 g\nMexican: light 0.5-1.5 g, medium to strong 1.5-max. 5 g\n*for fresh mushrooms approx. ten times this amount.\nx mg psilocybin is stored in each fully developed fruit body. So the number of species is more relevant than the quantity.",
        "generalRisks": "The pupils dilate, pulse and blood pressure change, increase in body temperature (sweating), breathing difficulties and palpitations may occur. Occasionally, nausea may occur. Balance disorders, an altered sense of space-time, confusion and anxiety are also possible; panic attacks may occur in the case of stimulus overload.\nThe use of psilocybin can trigger latent (hidden) mental disorders.\nWhen picking mushrooms in nature, there is a risk of confusion due to deadly doppelgangers!",
        "longtermRisks": null,
        "saferUse":
        [
            "Consume mushrooms only in good mental and physical condition (set).",
            "Do not consume mushrooms alone, but with someone you trust.",
            "Pay attention to the setting. A stress-free environment is important, preferably in nature. Mushrooms are not party drugs!",
            "Consume mushrooms only after a light meal; it is best to eat very little for 6 to 8 hours to avoid nausea and other unpleasant side effects. Chew mushrooms well!",
            "Use dried mushrooms if possible; wash raw mushrooms well before eating.",
            "In delicate moments during the trip: let yourself go, try not to fight the effect of the mushrooms.",
            "Avoid mixed consumption, never consume mushrooms together with alcohol or medication!",
            "Avoid roads and other \"dangerous\" places, your orientation may be disturbed.",
            "In case of panic attacks or horror trips: see General Information under Emergency.",
            "After the trip, allow yourself plenty of rest and recovery, at least the day after, to be able to process the experience."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Synthetic Cannabinoids",
        "effects": "Synthetic cannabinoids are similar in their mode of action to the cannabinoid Δ9-tetrahydrocannabinol (THC), which occurs naturally in the hemp plant. Like THC, synthetic cannabinoids dock onto the cannabinoid receptors CB1 and CB2 in the brain and other organs of the human body. Originally, synthetic cannabinoids were developed as therapeutic agents for pain relief. However, it has proven difficult to separate the desired therapeutic properties from the undesirable psychoactive effect.\nThe effect of synthetic cannabinoids is many times stronger than naturally occurring THC (depending on the substance, it can be 50 to 100 times stronger). This means that much less substance is needed to have an effect. Therefore, the risk of overdose is also very high. In addition, the effect and duration of action of each individual synthetic cannabinoid varies. Since synthetic cannabinoids have hardly been researched, the effect cannot be fully assessed.\nUsers report a cannabis-like feeling of contentment and deep relaxation. There may also be changes in auditory, visual and haptic (touch) sensations. Some synthetic cannabinoids also appear to be mildly stimulating, and users report stimulating and drive-enhancing effects.",
        "dosageRemark": "Due to the large number of different synthetic cannabinoids (around 300) and the difficult handling, no dosage information is given. Therefore, follow the safer-use rules to minimise the risk of overdose.",
        "generalRisks": "The risks and side effects can vary quite a bit depending on which synthetic cannabinoid has been consumed. The following side effects can occur: Accelerated pulse, rapid heartbeat, high blood pressure, seizures, chest pain, headaches, nausea with vomiting, decrease in mental performance, confusion, delusions, acute psychoses, strong craving, aggressive and violent behaviour, rapid fainting and even heart attack.\nThe use of synthetic cannabinoids often leads to emergency treatment. The Global Drug Survey 2017 showed that synthetic cannabinoids were cited as the second most common substance (after methamphetamine and before alcohol) whose use had led to emergency medical treatment. Several deaths can also be attributed to the use of synthetic cannabinoids.\nIf synthetic cannabinoids are falsely declared and sprayed on CBD weed and sold as cannabis containing THC, risky overdoses and/or strong side effects that pose a health risk can occur even faster. This effect is intensified by the sometimes very uneven distribution of cannabinoids on the flowers.",
        "longtermRisks": "Little is known about the exact mechanisms of action, toxicity and possible long-term effects. The current state of knowledge is based almost exclusively on reports from users.\nHowever, with frequent and regular use, there is a risk of psychological dependence.",
        "saferUse":
        [
            "Have cannabis tested at a drug-checking service if suspected.",
            "When using newly purchased cannabis products for the first time, only \"test\" them (take two or three puffs) and then wait 20 minutes. If the effect is unusual, refrain from further use!",
            "Avoid mixed consumption! Mixed consumption (also with alcohol or medicines) is particularly risky because of the unpredictable and as yet unknown interactions.",
            "Mix cannabis products well before consumption (use a grinder) to avoid a strong concentration of possible synthetic cannabinoids on individual flower parts. Particular care should be taken with residual material that has fallen off the outer flower parts, as a particularly high concentration of synthetic cannabinoids is suspected in them."
        ],
        "extenderText": null,
        "extenders":
        []
    },
    {
        "name": "Nicotine",
        "effects": "Nicotine promotes the release of the hormone adrenaline as well as the neurotransmitters dopamine and serotonin. In low quantities, nicotine thus has a stimulating effect. Nicotine briefly and reversibly accelerates the heartbeat and causes constriction of the blood vessels. The central short-term effects include above all an increase in psychomotor performance as well as attention and memory. In higher doses, nicotine has a calming and muscle-relaxing effect; it reduces feelings of hunger, anxiety and aggression. Nicotine is responsible for addiction to tobacco products.",
        "dosageRemark": "Individual and dependent on the form of consumption. The lethal dose of nicotine for adults is about 60 mg; for children and adolescents it is significantly lower.",
        "generalRisks": "Reduction of the amount of oxygen in the blood and impairment of the sense of smell and taste. With regular consumption: increase in blood pressure and heart rate, increased release of adrenaline and increased activity of the gastrointestinal tract. Mostly with first or repeated consumption: drop in blood pressure, lowered body temperature, nausea and/or nausea, headache and dizziness.",
        "longtermRisks": "The accompanying substances of tobacco smoke (not nicotine) are responsible for the known health consequences of smoking such as increased risk of heart and lung diseases (asthma, chronic bronchitis, heart attack, stroke, thrombosis, lung cancer) and damage to the stomach lining (risk of stomach ulcers). Nicotine is suspected of having a cancer-promoting effect. Nicotine is one of the drugs with the highest dependence potential with psychological and physical symptoms. Withdrawal symptoms can include depression, anxiety, restlessness, insomnia and (in the long term with abstinence) weight gain. Taking medication (e.g. birth control pills) in combination with high tobacco consumption impairs blood circulation (risk of thrombosis!). People with cardiovascular problems, lung and respiratory problems (asthma, chronic bronchitis) should not use tobacco.\nThe accompanying substances of tobacco smoke (not nicotine) are responsible for the known health consequences of smoking such as increased risk of heart and lung diseases (asthma, chronic bronchitis, heart attack, stroke, thrombosis, lung cancer) and damage to the stomach lining (risk of stomach ulcers). Nicotine is suspected of having a cancer-promoting effect. Nicotine is one of the drugs with the highest dependence potential with psychological and physical symptoms. Withdrawal symptoms can include depression, anxiety, restlessness, insomnia and (in the long term with abstinence) weight gain. Taking medication (e.g. birth control pills) in combination with high tobacco consumption impairs blood circulation (risk of thrombosis!). People with cardiovascular problems, lung and respiratory problems (asthma, chronic bronchitis) should not use tobacco.",
        "saferUse":
        [
            "Tobacco is a legal, freely available and socially accepted drug. However, this does not mean that this psychoactive substance is low-risk and harmless to health!",
            "With e-cigarettes or vaporizers (vaporisers), there are ways to consume tobacco with less risk.",
            "Nicotine is easily absorbed through all mucous membranes of the body. There are therefore lower-risk products such as snuff, chewing tobacco or nicotine gum.",
            "If you shoot yourself, make sure you use good filtering methods.",
            "For people with cardiovascular problems, risk of heart attack, lung and respiratory problems (asthma, bronchitis), it is recommended not to consume tobacco or to consume only small amounts.",
            "Women who use hormonal contraception run an increased risk of circulatory disorders, thromboses, varicose veins and thus heart attacks, strokes or pulmonary embolisms (blockage of blood vessels in the lungs) when they use tobacco. Women over 30 are particularly at risk.",
            "Smoking during pregnancy is generally not advisable, as the toxins in tobacco smoke enter the bloodstream of the foetus via the placenta.",
            "Always press out your cigarettes well. There is a risk of fire!",
            "Do not eat tobacco. If tobacco or tobacco dissolved in water is accidentally swallowed (especially by children), an emergency call should be made immediately. There is a danger to life!"
        ],
        "extenderText": null,
        "extenders":
        []
    }
]